[{"title": "Private markets as diversifiers", "topLine": "Public markets were at the center of market action as risk assets sold off as the pandemic spread and then rebounded amid an overwhelming policy response. We now see opportunities in slower moving, less liquid private markets and expect them to offer exposure to accelerating structural trends.", "id": 700, "text": " Diversification — with and within private markets — will be crucial to building resilient portfolios, in our view. Private markets are bigger, deeper and a larger component of institutional portfolios than ever before. The private market universe has tripled since the financial crisis to $7.7 trillion today, from $2.5 trillion in 2007, as the bars in the following chart show. Private markets now make up 6.3% of public market size, from 3.8% then (the yellow line). Allocations to private assets such as private equity (PE), private debt, real estate and infrastructure now make up around 26% of global pension fund assets, up from 19% in 2008, according to consultancy Willis Towers Watson. These markets can be illiquid and are not suitable for all investors. Yet we believe they can help investors build diversified portfolios that are more representative of the global economy than public markets alone. Risk assets in public markets have rapidly rebounded after hitting lows in late March as uncertainty about the virus impact peaked, removing some of the value there on a tactical basis. Even after last week’s selloff, the S&P 500 index is up almost 40% from lows. The policy revolution has cushioned the pandemic’s fallout, and economies are slowly reopening, making this a time to unlock value in slower moving private markets. Moreover, we expect wide variations in activity normalization, by region and sector and company. This calls for a greater focus on real resilience at a granular level. We believe private markets offer this potential. Investors have a say in structuring the investments and can add custom made resilience via contractual provisions, avoidance of excess leverage and choice of counterparty. The global financial crisis does hold some lessons for private market investors. First, vintages (when a private market fund deploys its capital) after a crisis tend to be good ones. Second, opportunities in different sectors come and go on different timelines credit more quickly, for example, and real estate more slowly. Third, the difficulty of timing markets (and especially private markets) makes diversification of vintage years crucial. We believe private markets will play an increasingly important role in fortifying strategic portfolios."}, {"title": "Why private equity secondaries may soon pick up", "topLine": "Private equity secondaries involve the sale and purchase of investors’ existing interests in buyout, venture and other alternative investment funds, and in portfolios of direct investments in companies. In times of market stress, opportunities to purchase secondaries tend to increase.", "id": 683, "text": " The global financial crisis (GFC) was a great example of how secondary capital is well positioned to potentially generate strong returns during market dislocations, and we see important similarities in the current environment. One similarity is the return of the \"denominator effect.\" When public market valuations fall, some LPs may need to reduce their private equity holdings to rebalance their portfolios. A difference from the GFC is the current prominence of GP-led secondaries, where private equity managers may sell interests in their funds to bring additional capital to portfolio companies. Valuations are a challenge in this environment. Buyers with a \"house view\" on the outlook in different sectors may have an advantage. A potential concern is the use of fund-level credit facilities. It is not a pitfall per se, but it is a factor to consider. As the prominence of credit facilities has grown, many GPs have delayed capital calls by purchasing assets using a subscription-based credit facility. As the investment periods end, GPs must make large calls from LPs to pay off the facilities. As asset prices fall on investments completed pre-crisis and liquidity management becomes more of an issue, the combination of outsized capital calls and overvalued assets may exacerbate liquidity issues. This complexity is something to be mindful of, but it may create attractive investment opportunities for experienced secondary managers. As the effects of the COVID shock work their way through the PE market, opportunities in secondaries are likely to increase."}, {"title": "Policy revolution: What’s next?", "topLine": "Macroeconomic policy has gone through a needed revolution to cushion the coronavirus shock. It essentially aims to “go direct” and is blurring fiscal and monetary policies. Yet this policy shift has opened the door to unprecedented government intervention in markets and companies, and we see it as a slippery slope unless it comes with proper guardrails and a clear exit strategy.", "id": 698, "text": " The scale and speed of the policy response has been greater than at any moment in peacetime history, fundamentally transforming the core tenets of global policy frameworks and financial markets. We view the economic impact and policy response as two key signposts for gauging the virus shock, and compare our assessment of the lost national income across major economies with policy measures announced to date. See the following chart. The orange bars show the full year hit to GDP from our sector level bottom up analysis, including the initial impact on the most affected sectors (such as travel and leisure) and the broader impact on the whole economy due to spillover effects (light orange). The fiscal response more than covers the initial impact in the U.S. Once we factor in the spillover to the full economy, the fiscal policy response (dark yellow) globally falls short. Yet the situation improves when monetary policies (light yellow) are accounted for. This is especially striking in the U.S., as the chart shows. Major economies may still struggle to entirely bridge the gap left by the plunge in demand, income and cash flow, despite the unprecedented policy measures, in our view. We see a risk of policy fatigue leading to an exit or a retrenchment too soon, especially in the U.S. The uncharted territory that policymakers have entered makes policy execution particularly important. The new policies explicitly attempt to “go-direct” bypassing financial sector transmission and delivering liquidity to individuals and businesses. Another aspect of this policy revolution is the explicit blurring of fiscal and monetary policies, including central banks absorbing new government debt to maintain low bond yields. The policy revolution is a near-term positive for markets but, in the absence of guardrails, might not be in the medium term. One key investment implication is the reduced ballast properties of nominal government bonds over a strategic horizon, as interest rates are near or at their effective lower bounds and we see greater inflation risks in coming years. We think increased strategic allocations to inflation-linked bonds are sensible amid this shifting balance of risk."}, {"title": "Use the full private equity toolkit", "topLine": "For most institutional investors, primary fund commitments form the core of their private equity program.\r\nMany also add opportunistic strategies such as secondaries and co-investments. But fewer take full advantage of this toolkit to construct a truly optimized private equity program.", "id": 689, "text": " Secondaries have evolved into a significant part of the private markets landscape, with GP-led transactions on the rise alongside the more traditional sales by LPs. In times of market stress like the current one, sales of both types of secondaries are likely to increase. Co-investments have matured as well, as, larger and more sophisticated LPs are increasingly presented with the opportunity to invest in select investments alongside private equity funds. These co-investments allow the LP to gain economic exposure immediately upon investment — typically with lower fees and greater transparency — and to influence more actively the construction of a private equity portfolio. Benefits of both secondaries and co-investments include mitigation of the J-curve, uplift in performance, quicker pacing, active portfolio construction and management and reduction of overall fee load to name just a few. Along with these benefits comes the need for deeper and different investment due diligence and the need for more and better resources. Using the full toolkit, one can build portfolios with different characteristics across risk target, return target, duration, and economic exposures. Varying the investment types as well as geographic exposure and investment strategies (large buyouts versus small buyouts versus venture versus distressed-for-control, etc.), provides further flexibility. We find that a balanced, thoughtfully constructed program of primaries, secondaries and co-investments offers clear synergies and has the potential to deliver superior risk-adjusted returns beyond what each of the three transaction types can achieve in isolation."}, {"title": "Macro insights: policy response", "topLine": "The plunge in activity triggered by the coronavirus has led to an unprecedented policy response. But will it be enough to fill the gap left by the drop in demand, incomes and cashflows? Our bottom line: policy execution is crucial.", "id": 697, "text": " Major economies may still struggle to bridge the gap entirely – even with policy programs of a size not seen since World War II. The following chart compares income loss to the size of the policy responses announced. In the U.S., this fiscal response more than covers the initial impact. But once we factor in the spillover to other sectors in the economy the fiscal policy response falls short globally. The situation improves when fiscal policies are combined with monetary policies. This is especially striking in the U.S., where the monetary and fiscal response has been coordinated to facilitate direct financing to the private sector by the Federal Reserve, including corporate lending and corporate debt purchases (light yellow bars). This direct lending is on a par with the fiscal boost, and based on projections should exceed the hit to GDP. In other countries the direct monetary injection is much smaller."}, {"title": "China emerges from virus lockdowns", "topLine": "China’s economy – the first to enter lockdowns and the first to emerge from them – is restarting. We see the economy likely returning to near-trend growth by late 2020, supported by policy stimulus, especially on the monetary front. China’s economic restart – along with that in East Asia more broadly – underpins our modest tactical overweight in equities and credit in Asia outside Japan.", "id": 696, "text": " The unprecedented nature of the coronavirus shock makes alternative data sources more important than ever to sniff out emerging economic trends that official data may be slow to capture. BlackRock’s Systematic Active Equity (SAE) team has been using big data analysis to track the economic recovery as well as policy signals. One such example is the daily usage of Chinese mobile apps that help facilitate activities such as ride sharing, job hunting and travel bookings. These metrics have rebounded after a sharp dip in late January when lockdown measures were imposed, yet mostly remain below pre-virus levels. See the following chart above. Job and housing related app usage is the exception, reflecting a spike in unemployment and pent-up demand. Such trends may preview how the recovery could play out across sectors elsewhere, although China’s experience is no clear roadmap for developed economies that were hit by the virus later and have undertaken different public health approaches. We see the Chinese government’s recent economic policy actions as lending further support for the restart. The Chinese government unveiled some notable policy moves at the recent annual session of the National People’s Congress, the country’s top legislature. One risk to China’s restart – and the world’s - is further deterioration in U.S.-China relations, after the pandemic has brought them to their lowest point in decades. Whatever goodwill came from the Phase 1 trade agreement has now been lost amid mutual recriminations, China’s steps to enhance its global position and a bipartisan re-assessment of the China relationship, made more pointed by the U.S. election year. Potential flashpoints include trade commitments, technology and investment restrictions and policies toward Hong Kong. A decoupling between the two countries in sensitive industries such as technology is accelerating. The global economy is likely to have two engines of growth in the years ahead: The U.S. and Asia, centered in China. Strategic portfolios will want allocations to both regions. The U.S.-China decoupling likely only adds to this investment case — with exposures across the two regions adding diversification."}, {"title": "Virus compels a strategic view revamp", "topLine": "The coronavirus shock is reinforcing structural trends and introducing new ones, such as the policy revolution, surging sustainability wave and accelerating deglobalization. In many ways, the future is arriving fast. This has led us to change our long term return expectations and shift our strategic asset class preferences away from nominal government bonds and toward credit.", "id": 694, "text": " Our expected government bond returns have fallen across the board, and those for credit and equities have broadly risen compared to the end of 2019. Our five-year expected government bond returns are now negative across developed markets, as the following chart shows. Yields have dropped sharply, and we expect only a gradual rise as we see monetary and fiscal policy coordination suppressing rates in coming years. This diminishes the strategic case for holding nominal government bonds. The significant price moves this year have played an important role in shifting return expectations. Potential changes in medium-term fundamentals also drive our return expectations. Take corporate earnings. The global equity market selloff earlier in the year had mechanically pushed up expected equity returns, but this repricing has been partly offset by a deteriorating earnings outlook. We see significantly reduced earnings per share this year before a gradual reversion over several years toward the prior trend of rising earnings. We also account for potentially higher corporate credit defaults and downgrades. Yet over a five year horizon the sizeable widening in credit spreads that we’ve seen should compensate for increased losses due to defaults and downgrades, driving up expected returns for credit, in our view. Another key factor is a nuanced inflation outlook. Inflation expectations have plummeted, yet we believe markets could start to price higher inflation risk once the near term shock starts to dissipate. We see today’s extraordinary policy measures as increasing inflation risks over the medium term. Our strategic asset views are broadly aligned with our tactical views with two important exceptions: Treasury Inflation-Protected Security (TIPS) and regional equities. We are neutral on TIPS over the next six to 12 months due to the collapsed near term inflation outlook despite the more favorable outlook on a strategic horizon. Over the tactical horizon we hold a modest overweight on Asia ex Japan equities on the prospects of a growth pickup in the region , likely led by China, which is gradually lifting lockdown measures. We are tactically overweight U.S. equities for their relative quality bias and the strong policy response to date, and underweight euro area and Japanese equities for the limited policy space to safeguard the economy against the virus shock. We prefer credit to equities on both tactical and strategic horizons, and see private markets playing a core role in portfolios."}, {"title": "Recovery tied to mobility", "topLine": "W e should see a partial rebound in economic activity as measures to contain coronavirus are gradually eased in many economies and people start to move around more. But normalization may be gradual.", "id": 695, "text": " First, mobility. Lifting lockdowns does not necessarily imply a complete recovery in mobility to pre-virus levels. A partial rebound in mobility should support a bounce back in global activity. Over the past few months, purchasing managers’ index data for the U.S., Germany, France, Italy and the UK have been closely correlated with data from Google’s coronavirus mobility reports. Services data reflect retail and recreational mobility (see the following chart), while manufacturing data correlate with mobility in work and transit locations. A recovery in mobility alone is not enough to lift the PMIs back toward the 50 level that separates contraction from expansion. Policy caution, a dent to private sector confidence and reduced global trade could all weigh on activity as economies gradually open up."}, {"title": "The coronavirus knock-on effect", "topLine": "The initial coronavirus shock is driven by two main factors: the strictness of the lockdown measures and the reduction in mobility, as well as the role of the most affected sectors in the economy.", "id": 691, "text": " As the initial shock ripples across the economy, the knock-on effects cause the negative impact of the lockdown to build as the initial income loss weighs on demand for goods and services. The size of this multiplier effect is larger if the share of imported goods and services is smaller, the saving rate is lower and the government’s tax intake is smaller as a share of GDP. The initial shock is greater in the euro area – but the U.S. economy may suffer more overall. We can use these estimates of peak-to-trough output loss to get a first approximation of the impact on average 2020 GDP growth. It may take years for GDP to return to its pre-crisis trend. But the pace of reopening in different economies remains uncertain – and our analysis does not account for the massive policy stimulus that has been rolled out globally over the past few weeks."}, {"title": "Upholding our equity views", "topLine": "Global stocks have recovered more than half of the selloff triggered by the coronavirus pandemic since late March. We see the unprecedented policy response to cushion the pandemic’s blow as key to support global equity markets against a backdrop of historic uncertainty for economic activity and earnings.", "id": 690, "text": " We prefer an up-in-quality stance in equities with ample policy room as we stay neutral on global stocks overall. Global equities found their footing in late March thanks to a swift and overwhelming fiscal and monetary policy response led by the U.S. Yet under the hood of the impressive rally lies a large dispersion in regional and style factor performance. The following chart zooms in on the sources of total return in key regional stock markets during the rally: The U.S. and Asia ex Japan markets have outperformed broad emerging markets, the euro area and Japan and this aligns with our overweight in the two frontrunners. An expansion of valuation multiples from cheaper levels has driven the rally across markets, even as earnings expectations contracted across the board. Lower for longer interest rates mechanically increase the present value of estimated future cash flows, making equities more valuable and also relatively more attractive on cross asset basis. A key feature of the equity market rally is its narrowness. The outperformance of U.S. equities so far this year is largely a function of strong gains by a handful of mega-cap technology stocks, extending a multi-year trend. The five companies with the largest market value in the S&P 500 Index account for over 20% of the index’s total market capitalization. This is the highest since the tech bubble in 2000 – and potentially a warning sign. Yet these market leaders – with businesses in ecommerce and online search – are poised for better earnings as they have strong long-term growth prospects, robust financial metrics, and business models benefiting from pandemic-spurred behavioral shifts. In contrast, cyclical sectors such as energy, financials, consumer discretionary and industrials, have reported poor earnings – and challenging outlooks. We still hold an up-in-quality stance in equities. This includes a preference for the U.S. market’s relatively high concentration of quality companies and sectors set to ride long-term structural growth trends. We are underweight the euro area and Japan, as they are more dependent on foreign trade and have less willingness or capacity to engage in policy stimulus."}, {"title": "Europe bond outlook under review", "topLine": "A decision by the German constitutional court last week could potentially undermine the independence of the European Central Bank (ECB) – and threaten to fuel fragmentation within the euro area in the long run. This comes as the ECB’s actions to cushion the pandemic’s fallout already looked meek compared with the Federal Reserve’s.", "id": 686, "text": " As a result, we are reviewing our overweight on euro area peripherals, or government bonds from southern-tier nations. The German court gave the ECB three months to justify its 2-trillion-euro bond purchase program to the German parliament. Otherwise the Bundesbank – the ECB’s largest shareholder and bond buyer – would have to pull out of the program, the court said. The ruling put a spanner into the works of the ECB’s “whatever-it-takes” commitment – at a time when effective execution of policies is critical to safeguard the economy against damages from the coronavirus shock. As evidence of the vulnerability in the euro area’s hardesthit economies, the yield spread between Italy’s government bonds and their German counterparts has been widening since late March despite the ECB’s stepped-up purchase program. In contrast, the U.S. investment grade credit spread declined from its March peak and has steadied since mid-April as the Fed’s pandemic response allayed credit concerns. See the following chart. The ruling is unlikely to have immediate consequences for the ECB’s monetary policy and has led the European Union’s top court to state that it alone had the power to rule on whether EU bodies were in breach of the bloc’s rules. Yet it could create longer-term issues for the central bank and the euro area. Market confidence in the ECB’s ability to contain crises could be dented. This will make it even harder to ensure sovereign debt sustainability in the coming years, especially in the periphery, in our view. Over the strategic horizon, we already see a diminished case for nominal developed market bonds due to the market reaction and policy response to the outbreak. Yields have fallen close to lower bounds, reducing return expectations and the ballast properties that traditionally help nominal government bonds cushion portfolios against risk-off episodes."}, {"title": "Lockdown and GDP", "topLine": "Initial estimates of GDP growth for Q1 2020 were below consensus across the board. The impact in the euro area was deeper than in the U.S., which went into lockdown later. The growth data suggest that the depth of drop in activity has gone hand in hand with the stringency of the lockdown.", "id": 687, "text": " Italy is a slight outlier – the economy seems to have fared better than the severe lockdown would have implied. Consensus expectations point to a further – deeper – drop in output in Q2 2020, even if lockdown measures are gradually lifted in the next few weeks. This would be consistent with the current shock being akin to a largescale natural disaster that severely disrupts near-term activity. But a recovery should follow once the lockdown measures are eased. We believe it is time to look beyond the depth of the contraction and assess how long it might last. As countries lay out plans to slowly restart, we will get a better sense of how long it might take. Success will not just be about restarting the economy and containing the virus – but how governments balance both objectives."}, {"title": "Strategic asset views amid virus shock", "topLine": "The coronavirus shock has triggered market turbulence over the last three months. Does this represent a need and opportunity for long-term investors to adjust their strategic allocations? We think so – based on price dislocations alone and when considering potential changes in medium-term fundamentals.", "id": 679, "text": " Our main conclusion: We favor cutting nominal government bond allocations and allocating more to risk assets. All else equal, a selloff in a given asset class makes it more attractive through a valuation lens, mechanically increasing our expected returns in the coming five years. Even after the substantial rebound in recent weeks across risk assets, their price declines this year still imply a hefty boost to our expected returns. Conversely, the rally in government bonds points to lower future returns compared with our expectation at the start of the year. The following chart estimates the change in our expected returns based on recent price moves alone, ahead of the release of our full set of long-term return expectations later this month where we will take into account more than pure price action. Also not shown in the chart : potential changes to fundamentals in the years ahead, such as the impact of the economic shock and policy action on corporate earnings, interest rates and medium-term inflation expectations. The pandemic has triggered an abrupt, deliberate stop to economic activity. What matters to long-term asset prices is the cumulative impact of the growth shortfall over time. We believe that the policy actions to cushion the impact of the virus shock should help limit permanent damage to growth fundamentals. A key strategic view has emerged from market reaction and policy response to the pandemic: a materially diminished case for nominal developed market government bonds. Falling yields have lowered their expected returns and reduced their ballast properties, particularly for liability-agnostic investors. We favor lowering allocation to nominal government bonds, and see a strategic opportunity to allocate more to risk assets. Many portfolios have drifted from their target asset allocation. We prefer rebalancing equity exposure back up to target, though the ongoing policy response has helped equities stage a sizable rebound."}, {"title": "Macro view: unemployment", "topLine": "The coronavirus shock has triggered an abrupt stop to economic activity, leading to a colossal loss of income. Some fiscal support has started to flow, as execution of the comprehensive policy response has come into sharp focus.", "id": 680, "text": " Alongside the historic spike in initial jobless claims, the unemployment insurance (UI) pay-out in the U.S. has increased by nearly $50 billion since the end of March. The rate of unimployment insurance claims is eclipsing the pace of increase in UI payments over the same number of days since the global finance crisis hit the labor market. See the following chart. Policy initiatives such as Paycheck Protection Program loans, payments to U.S. individuals, and support for local and state governments via the coronavirus relief fund have already paid out a significant share of their total allocations. More help may be needed. Senate Democrats are talking about another $500 billion in aid focused on states and municipalities. Many U.S. citizens are still struggling to apply for unemployment insurance and other benefits. In 2018 nearly 40% of households said they would be unable to cover a $400 emergency expense with cash on hand."}, {"title": "Consumers leading the contraction", "topLine": "The U.S. consumer has historically played a stabilizing role during downturns. Yet during this shutdown of the global economy, consumers are leading the contraction as a direct result of lockdown measures. This hits the service sector in a way never seen before in the modern economy.", "id": 677, "text": " Consumer resilience has been the product of steady spending, which rarely falls into negative territory even during recessions. This has been a meaningful cushion for overall growth as consumer spending amounts to nearly two-thirds of total U.S. GDP. In the seven recessions since 1970, consumption never weighed on overall real GDP growth by going deeply negative. This time will be different. The median forecast in the market sees U.S. consumer spending plunging. Other more volatile spending categories such a capex, housing and export demand together pulled GDP growth down by an average 1.9 percentage points during recession periods. The fact that the U.S. consumer is driving this downturn underscores how unusual the coronavirus response – and resulting contraction – is compared to previous recessions."}, {"title": "Gauging the virus shock to economy", "topLine": "Global economic activity is being frozen to stem the coronavirus pandemic. Yet implications for asset prices will depend on the cumulative impact of the growth shortfall over time. We believe that policy actions to cushion the impact of the virus shock are nothing short of a revolution.", "id": 676, "text": " Execution is a risk, but if successful, the cumulative impact of the virus should be well below that seen in the wake of the 2008 global financial crisis (GFC) — despite the historic scale of the initial shock. A banking crisis and overextended household balance sheets led to a “lost decade” of deleveraging after the GFC. This time, the immediate shock is much deeper, but the financial system is not in crisis for the moment. The propagation of the shock is directly linked to the evolution of the virus and the duration of containment measures, in our view. Current economic forecasts, including the most pessimistic, imply long run economic consequences that are much less severe than the post-GFC impact in both the U.S. and euro area, as the following chart shows. The cumulative GDP shortfall in the years that followed was ultimately equivalent to 50% of 2007 GDP in the U.S. For the current shock to be on a similar scale, it would have to morph into a financial crisis, in our view. For now, we see the much swifter and greater fiscal and monetary response this time stemming this risk. A key risk to our view is policy execution. There is also the risk of permanent damage if the freezing of economic activity lasts for an extended period of time – especially if ongoing policy support loses momentum. We mostly stick to benchmark holdings on an asset class level, and generally prefer credit over equities given bondholders’ preferential claim on corporate cash flows. We prefer U.S. Treasuries to lower-yielding peers as portfolio ballast. Quality equities and a focus on sustainability also can provide portfolio resilience."}, {"title": "Policy execution crucial", "topLine": "Global central banks have helped alleviate the dysfunction of market pricing and tightening of financial conditions. The Fed’s recent array of support measures, including the Main Street financing, corporate bond municipal bond facilities, showed yet again how a central bank can use its balance sheet in new ways to support the economy.", "id": 675, "text": " The signpost on policy is now about execution and delivery. There are difficulties in the U.S. in getting money out the door to households and business, and other countries are having trouble rolling out jobless benefits and bridging loans to small businesses. The market – for now – appears willing to give a pass on the execution, focus on the potential plateauing of coronavirus cases and hope for an economic recovery. But overcoming these execution challenges will be crucial in months ahead. We now need to see the policy support delivered and implemented in a timely way to limit the risk of permanent economic damage."}, {"title": "Downgrading EM local debt", "topLine": "We have turned more cautious on emerging market (EM) local debt despite depressed valuations after recent selloffs. Some EMs have allowed their currencies to weaken to help absorb the economic shock, and we see a risk of further currency declines in selected EMs that could wipe out coupon income.", "id": 674, "text": " We are still overweight equities and credit in Asia ex-Japan, with China gradually restarting its economy and readying more policy support. Emerging economies are different in economic fundamentals, fiscal conditions, governing capabilities – and the quality of public health systems. Many EMs have seen their currencies falling sharply against the U.S. dollar, especially the South African rand and Brazilian real. See the follwong chart. One difference from previous crisis periods: Many emerging economies today are not fighting currency declines, which act as economic relief valves that can increase export competitiveness and shrink current account deficits over time. Instead, they are easing monetary and fiscal policies. This comes with risks. Potential capital flight could exacerbate currency declines and force some EM central banks to reverse course and raise rates. We see the Federal Reserve’s recent flurry of emergency policy actions – as well as those of other major central banks – as supportive of fixed income markets globally. The Fed’s moves aim to ease financial conditions and provide ample U.S. dollar liquidity. Another potential positive: China is gradually restarting its economy after stringent lockdown measures, and is set to deliver a large stimulus package. A rebound in China’s economic activity could bode well for EM exporters of bulk commodities in particular. Yet we worry about the ability of many emerging economies to weather a growth shock that is set to exceed that of the global financial crisis in magnitude. EM activity was the first to plummet, led by China. Economists now see growth modestly contracting in the EM world for 2020, with risks skewed to the downside. We downgrade EM local debt to neutral given risks of further currency depreciation and keep hardcurrency EM at neutral. Overall, we see a place for income sources such as EM debt in a world where yield is hard to come by, but favor global investment grade and high yield credit at this point. We remain neutral on EM equities, as outperformance is more contingent on a growth recovery than it is in credit."}, {"title": "The dollar story", "topLine": "The appreciation of the U.S. dollar in recent weeks has prompted comparisons to the global financial crisis (GFC). But the dollar has gained even more share as an international funding currency since then. Dollar credit to nonbanks outside the U.S. has risen from 9% of global GDP in 2007 to 14% in 2018.", "id": 673, "text": " International credit denominated in euros and yen have both declined as a share of GDP. This suggests that liquidity policies by the Federal Reserve need to be even more far-reaching than during the GFC. The Fed has enhanced existing swap lines and established temporary swap lines with several central banks that previously did not have access to them, such as the central banks of Brazil and Mexico. Going further beyond arrangements introduced since the GFC, the Fed has also introduced a temporary repo facility that allows foreign monetary authorities to borrow U.S. dollars against Treasury holdings. So far, the combination of measures appears to have eased the liquidity squeeze and the upward pressure on the dollar in advanced economies."}, {"title": "Why we are overweight U.S. stocks", "topLine": "We see U.S. stocks outperforming their developed market (DM) peers over the next six to 12 months. The overall U.S. policy response to the coronavirus shock has been decisive and comprehensive, already exceeding the scale of policy action in other major developed economies. We expect there is more to come.", "id": 672, "text": " The U.S. stock market also has a relatively high concentration of quality companies with the capacity to weather the storm, in our view. We see the quality tilt of U.S. stocks as supportive in today’s uncertain economic environment. This is reflected in the upsized weight of U.S. companies in the MSCI ACWI Quality Index. U.S. stocks account for more than 70% of the index, nearly 14 percentage points higher than the weight they occupy in the parent MSCI ACWI Index. Other DMs and emerging markets are underrepresented in the quality index, as the following chart shows. The sector composition of the U.S. market may partially explain the quality bias. Information technology is the biggest sector on the MSCI USA Index, making up more than a quarter of its market value. The communication services sector – which includes top Internet and social media companies – takes up 11%. Health care, which tends to have a high return on equity, stable earnings growth and low leverage, makes up an additional 15%. These three sectors account for more than half of the MSCI USA Index, compared with 33% and 28% in MSCI’s Japan and Europe indexes, respectively. U.S. stocks have rebounded more than 20% from the lows in late March, when decisive policy actions were announced to help bridge the economy through the coronavirus shock. We believe that the U.S. activity shortfall from the current economic standstill is initially likely to be more than twice as large as the global financial crisis. To be sure, the near-term picture for corporate earnings is dire as the first-quarter earnings season kicks off: Analysts expect Q1 earnings of S&P 500 companies to contract 7.3% year-on-year – the largest annual decrease since the third quarter of 2009 – according to FactSet. We prefer up-in-quality and up-the-capital-structure exposures, especially those with strong policy support, over the next six to 12 months. Within equity markets, that means a preference for the U.S. market and the quality and min vol style factors. We also prefer credit over equities given bondholders’ preferential claim on corporate cash flows in a highly uncertain economic environment."}, {"title": "3 myths about sustainable investing", "topLine": "How should we expect sustainable investing strategies to perform over the long term? Skeptics have long made the following three arguments.", "id": 670, "text": " Financial markets are efficient, so if sustainability matters it should already be reflected in market prices. If investors care about sustainability, they should be willing to accept lower returns by paying a premium for “green assets.\" Investors will earn a greater return as compensation for owning higher-risk “brown assets.” This logic leads to the conclusion that we can simply ignore sustainability: Tilting toward green assets will be costly and owning brown assets will offer relatively higher expected returns. We disagree. Financial markets are imperfect at pricing information about the far-off future, even when the structural shifts are well understood. Think of slow-moving demographic trends such as population ageing and its implications for asset prices. When we complete the transition to a low-carbon economy in which sustainability will be fully embedded in marketing pricing, assets backed by high sustainability will be more expensive – while other assets will have become cheaper or disappeared altogether, in our view. Sustainable assets should earn a return benefit during the long transition to this state, in addition to greater resilience against risks such as physical disruptions from climate change. This implies the conclusion that sustainable investing requires sacrificing returns is a myth, in our view. This phenomenon could already be playing out to some extent this year. We studied the performance of the MSCI World SRI Select Reduced Fossil Fuels Index as a proxy for sustainable global equities since late January, when China first acknowledged the coronavirus outbreak. We see a sustainable investing wave playing out in financial markets over the coming decades, remaking economies and industries as capital is reallocated to sustainable assets. We believe a return advantage maybe gained over this long transition."}, {"title": "Upgrading credit", "topLine": "Unprecedented policy actions to limit the coronavirus shock and sharply lower valuations have improved the outlook for credit, in our view. Major central banks are committed to keep rates low and greatly expand their balance sheets. This underpins demand for corporate bonds and selected sovereign credit.", "id": 671, "text": " We upgrade our view on global investment grade credit to a moderate overweight from underweight and keep high yield as an overweight. Global central banks have focused on alleviating the dysfunction of market pricing and tightening of financial conditions. The European Central Bank (ECB) has lifted the 750 billion euro cap on its Pandemic Emergency Purchase Program (PEPP), paving the way for potentially unlimited asset purchases. The Fed has adopted a “whatever-it-takes” approach, including a commitment to massively expand its $4.5 trillion balance sheet, lending programs to directly support small- and medium-sized businesses, states and municipalities, and buying U.S. corporate bonds for the first time. Central bank balance sheets in key economies have reached $20 trillion 1 , as the following chart shows, and are poised to increase a lot further. 1. Source: BlackRock Investment Institute, with data from Refinitiv Datastream, April 2020. Notes: The following chart shows the size of the balance sheet of each central bank. We see coupon income as attractive amid record-low interest rates, a stabilization of markets thanks to the policy response and improved valuations after the March selloff. We find this source of income in global investment grade and high yield credit, as well as euro area peripheral government bonds and local-currency emerging market debt. We have upgraded our tactical view on U.S. Treasuries as an offset to the risks of an increased credit allocation. Yields sit near record lows, but Treasuries are still the highest yielding government bonds in major developed economies. This leaves more room for further yield declines than bonds in the euro area or Japan in the event of risk asset selloffs, in our view. On a longer-term horizon, we recognize the role of government bonds as portfolio ballast has come into question given the lower yield levels and a growing commitment of central banks to keep rates low across the yield curve. We see coupon income as crucial in an even more yield-starved world. The extraordinary monetary and fiscal policy action is shaping up to blunt the coronavirus shock to the economy and markets – and central banks have stepped back in as committed buyers of credit."}, {"title": "Tectonic shift to sustainable investing", "topLine": "It’s important to keep a long-term perspective amid market volatility – such as the extraordinary moves of recent weeks. One enduring trend we see is a move to sustainable investing: a structural shift in investor preferences leading to large and persistent flows into assets perceived as more resilient to sustainability -\r\nrelated risks such as climate change.", "id": 669, "text": " Investors rebalancing portfolios after the risk asset selloff may consider leaning into sustainable assets. We see a sustainable investing wave playing out in financial markets over the coming decades, remaking economies and industries as capital is reallocated to sustainable assets. This year’s fund flows may offer a miniature version of this shift. Sustainable exchange-traded funds (ETFs) have kept attracting assets this year, while traditional ETFs have seen heavy outflows in the market selloff. See the following chart. Net inflows into sustainable ETFs totaled $14 billion as of March 24, already more than half of 2019’s full-year figure, our data showed. To be sure: The total assets under management of sustainable ETFs are just 1% of that of total ETFs, and flows to sustainable funds are still very small compared with those to traditional funds. Yet the growing interest offers a glimpse of what may lie ahead: a significant structural shift toward sustainable investing, driven by broad societal preferences. As a result, we see portfolio rebalancing in the current environment as an opportunity to substitute some traditional assets with sustainable ones, with an eye on potential long-term benefits. Flows into sustainable assets are still in their early days, and we believe that the full consequences of a shift to sustainable investing are not yet in market prices. This implies a return advantage may be gained over the long transition."}, {"title": "China disruption ripples", "topLine": "The coronavirus containment disrupts both demand (exports to China) and supply (intermediate components for final goods). Indirect effects, such as confidence, are proving a key factor.", "id": 666, "text": " Longer supplier delivery times show a direct impact on supply chains from China’s containment measures. This is very likely to spread across major economies. We reduced emerging markets (EM) equities to neutral. Valuations have cheapened but the global economic slowdown and cheaper oil challenge many EM economies and the outbreak tests their public health systems.We see China as in the early stages of restarting its economy and having more policy space to revive activity."}, {"title": "An update to our investment themes", "topLine": "The coronavirus outbreak and related containment measures are likely to cause considerable economic disruptions in the near term. However, we see this as a macro shock, akin to a natural disaster, rather than a broad regime change. These developments have led us to update our top investment themes.", "id": 668, "text": " Recent market moves may be reminiscent of the global financial crisis, but we don’t believe this is a repeat of 2008. Stringent containment measures and social distancing will bring economic activity to a near standstill, but aggressive policy actions should bring back activity rapidly with little permanent damage. Investment implication: We stay neutral on risk assets and believe investors should take a long-term perspective. For some investors this may include rebalancing back toward benchmark weights. We believe required responses include drastic public health measures to stem the outbreak. Decisive, pre-emptive and coordinated policy is needed to stabilize financial markets – and is starting to take shape. The key: Policies that forestall cash-flow crunches, especially among small business and households, that could lead to financial stresses and tip the economy into a crisis. Our preference for U.S. Treasuries and Treasury Inflation-Protected Securities as portfolio ballast worked during the equity selloff. The moves confirmed that with yields near their lower bounds, some developed market bonds offer less diversification. The recent bounce in Treasury yields off record lows illustrates the risk of snapbacks. As markets fall, we favor rebalancing equity portfolios to benchmark weights. Despite the uncertainty in credit, we remain neutral as coupon income is crucial in a yield-starved world. While we still prefer U.S. Treasuries over lower-yielding peers as portfolio ballast, we see risks of a diminishing buffer."}, {"title": "A rebalancing act", "topLine": "Drastic market moves in recent weeks – triggered by fears of the coronavirus outbreak and its economic toll – have likely thrown many portfolios off their broad asset class benchmark weights. Sharp equity selloffs and government bond yield declines have mechanically turned many portfolios underweight equities and overweight bonds.", "id": 664, "text": " We favor rebalancing toward benchmark weights, but recognize that timing and implementation will vary by investor. Many investors rebalance portfolios back toward strategic benchmarks on a calendar basis. Yet extreme market moves have likely caused their portfolios to drift dramatically from benchmarks. We illustrate with a hypothetical portfolio of 60% developed market equities and 40% global bonds Over the past month, the weight of equities in the portfolio would have rapidly shrunk to just over 50% due to a sharp equity selloff. This one-month drift has been sharper than that seen during the 2008 crisis. See the following chart. We still see benchmark weights as appropriate. This implies a need to rebalance portfolios – effectively buying equities and selling bonds. To be sure, we believe it is too soon to overweight equities. As we await signs coronavirus infections are peaking and decisive policy actions are stabilizing the economy and markets, it may be prudent to start leaning against market moves through rebalancing. The right time to do so will vary by investor, and should take into account considerations such as transaction costs and market liquidity. We maintain benchmark weight in equities, credit, government bonds and cash, but have updated our granular asset allocation views for the next six to 12 months. We emphasize geographies with the most policy space – such as the U.S. and China in both equities and credit, and favor quality exposures. We upgrade U.S. equities because of their quality bias and expected support from fiscal stimulus. We downgrade Japanese equities because of the limited monetary and fiscal policy space to offset the outbreak’s impact. For long-term investors, significant value has been created in risk assets."}, {"title": "Sizable policy action takes shape", "topLine": "Global markets have taken fright at the scale of potential economic damage wrought by the coronavirus containment measures. We see the economy coming to a near standstill – but expect activity to ultimately return with limited permanent economic damage as long as authorities deliver an overwhelming fiscal and monetary policy response to bridge businesses and households through the shock.", "id": 663, "text": " The pledged policy response has been swift – and we expect total fiscal stimulus to be similar in size to that of the financial crisis but in a shorter timeframe. We believe market volatility is distracting from the sheer amount of promised stimulus – with more to come. The numbers are changing day by day, reflecting real-time updates of the potential depth of the economic hit. U.S. officials went from talk of minimal stimulus to more than $1 trillion –or about 5% of GDP. The plan calls for measures we had advocated: “going direct,” or relieving the cash flow pressures facing households and businesses – especially smaller firms –with money handouts. The European Union has pledged 1% of GDP, with individual countries signaling larger amounts and financial guarantees ranging from 10% of GDP to unlimited liquidity support. Markets, in our view, will ultimately settle down if three conditions are met:  Visibility on the ultimate scale of the coronavirus outbreak and evidence the infection rate has peaked over the long term Deployment of credible and coordinated policy packages Confidence that financial markets are functioning properly. Once we better understand the scale and impact of the outbreak, the policy response is setting the stage for an eventual – and strong – recovery. We stay neutral on risk assets and believe investors should take a long-term perspective. We emphasize portfolio resilience through a benchmark allocation to government bonds, quality equities, cash and sustainable investing. For long-term investors, we see significant value being created in risk assets."}, {"title": "Coronavirus looms over consumer confidence", "topLine": "U.S. consumer spending has underpinned the economy in recent years. But the shock caused by the coronavirus outbreak could be sizable.", "id": 662, "text": " A 50-year low in the unemployment rate and strong real wage growth underscores that consumers started 2020 in a position of strength. Most of the growth in personal consumption after 2008 has been on services spending, which has remained relatively stable while goods consumption has fluctuated. Spending growth has gone hand in hand with strong surveys of consumer confidence. And the household saving rate is close to its post-crisis high. Consumers could start getting worried by the prospect of large disruptions to day-to-day life, and the loss of employment or business revenues. Even before the outbreak, household debt levels reached a 14-year high at the end of 2019. The safety net for U.S. workers who fall ill or lose their jobs in the wake of the outbreak should be reinforced, in our view."}, {"title": "Looking through the market turmoil", "topLine": "The coronavirus outbreak is set to deliver a sharp and deep economic shock akin to that of a natural disaster. Market moves are reminiscent of the 2008 financial crisis, but we don’t think this is a repeat.", "id": 661, "text": " Social distancing measures to fight the outbreak will reduce economic activity. Yet this shock should not fundamentally derail the global economy, provided authorities deliver a fiscal and monetary policy response that is both decisive and comprehensive. The market’s gyrations have sparked memories of 2008. Developed market stocks fell as much as 27% since peaking in February, but pared losses in a sprint to Friday’s close. The magnitude of the selloff is similar to that in the aftermath of Lehman Brothers’ bankruptcy in 2008. See the following chart. The evolution and global spread of the coronavirus outbreak are highly uncertain. What we know: Containment measures and social distancing mechanically bring economic activity to a halt, as we have seen in China and Italy. There is a strong incentive to enact such measures proactively to slow the growth of coronavirus infections, given capacity constraints in healthcare systems to care for severe cases. The impact on economic activity will likely be sharp – and deep. Yet we believe that the sharper the containment measures taken and the deeper the economic hit in the near-term, the more confident we should be about the rebound after such measures are lifted and the longer-term health of the economy – even though the measures and the economic impact may last months. We see the shock as akin to a large-scale natural disaster that temporarily disrupts activity, but eventually results in a sharp economic recovery as the shock dissipates. A key assumption behind this view: Policy makers act to stabilize economies and forestall any cash-flow crunches that could lead to financial stresses – and tip the economy into a financial crisis. The UK and Canada have delivered the type of coordinated policy response. The Fed has cut rates to near zero and announced bond purchases. Yet we see a need for a more sizable fiscal response in coming weeks. We have recently downgraded our stance on risk assets to benchmark weight due to material uncertainties associated with the outbreak and its impact, including the effectiveness of public health measures and how long the threat of the virus will linger. We still prefer U.S. Treasuries over lower-yielding peers for portfolio ballast, but acknowledge increasing risk of snapbacks from near historically low yield levels."}, {"title": "Global financial conditions tighten", "topLine": "Global financial conditions have tightened, despite a pronounced drop in sovereign bond yields. This was most pronounced in the U.S., where financial conditions are most impacted by financial markets.", "id": 659, "text": " In response, the Fed surprised markets with a 0.5% rate cut. Other major central banks – such as the Bank of England and the European Central Bank – have issued statements saying they are ready to act if needed. But the space to cut rates is limited in economies such as Japan and the euro area, and rate cuts are only one part of the policy toolkit. Central banks could use a broader package of measures, including asset purchases, and other actions to provide liquidity to financial markets and to small- and medium-sized enterprises as well as using central bank swap lines to ensure U.S. dollar funding is available. Fiscal policy is likely to be an important part of the policy response, especially public health spending and income support for people temporarily off work."}, {"title": "Market plunge: This is not 2008", "topLine": "The scale of financial market moves in response to the coronavirus outbreak has been reminiscent of the global financial crisis. We do not think this is 2008, however.", "id": 660, "text": " The virus shock’s impact will be likely be large and sharp, but we believe investors should be level-headed, take a long-term perspective and stay invested. The economy is on more solid footing and, importantly, the financial system is much more robust than it was going into the crisis of 2008. We don’t see this as an expansion-ending event - provided that a preemptive and coordinated policy response is delivered. We see encouraging signs that this policy response is starting to come together. It will need to be a joint and decisive effort between fiscal and monetary policy. The key vulnerabilities that need to be addressed: cash challenges faced by companies, especially small- and medium-sized enterprises, and households. Market moves have been compounded by oil prices plunging more than 20% – the biggest daily drop since the early 1990s – as an OPEC pact to stabilize prices unraveled. Lower oil prices should ultimately benefit global growth, but this also risks at least temporary financial and economic dislocations in energy-heavy sectors, such as emerging market commodity exporters and parts of U.S. high yield. This is a time for investors to keep a long-term perspective. The ultimate depth and duration of the coronavirus’ economic impact are highly uncertain, but we still believe the shock should be temporary as the outbreak will eventually dissipate and economic activity will normalize – assuming the needed policy response is delivered. We stay at benchmark weights for equities, and overweight the more defensive quality and minimum volatility style factors. We favor portfolio resilience, including cash and sustainable investing strategies, and still prefer U.S. Treasuries over lower-yielding peers for portfolio ballast. We recognize Treasury allocations are playing their role during moments of high uncertainty, but see risks of a diminishing buffer against equity market sell-offs and a snap-back in yields from historically low levels."}, {"title": "Policy response to virus takes shape", "topLine": "The coronavirus outbreak has continued to roil markets, even as significant monetary policy steps have been taken. Uncertainties related to the outbreak give public health officials a strong incentive to act aggressively to mitigate its human toll. These measures, though temporary in nature, slow economic activity, sometimes precipitously.", "id": 658, "text": " We believe this will eventually set the scene for a strong rebound, but a decisive policy response is needed to safeguard fundamentals. Policy can target three things in the face of this shock: prevent a sustained tightening of financial conditions; help stave off cash flow shocks that would threaten to shutter otherwise sound businesses; and support individuals whose incomes are eroded by the disruptions. We see a need for a decisive and preemptive policy response across these dimensions. The remaining space for traditional monetary policy tools such as rate cuts is limited, with interest rates near all-time lows. The Federal Reserve cut interest rates last week, outside a policy meeting for the first time since the 2008 financial crisis. That rate cut failed to stabilize markets, which are now pricing in an even steeper drop in the Fed’s policy rates – as the following chart shows. We see monetary policy responses as helpful, but they will be wasted without complementary fiscal and targeted liquidity measures. The coronavirus shock is similar to shocks caused by natural disasters in the sense that their impact on economic activity tends to be temporary. We see a sharp economic rebound once potential disruptions dissipate, and expect the global economic expansion to remain intact – albeit on a lower trajectory. Yet the unknown depth and duration of the shock add material risks, and markets will need greater clarity on the outbreak itself as well as the overall policy response before stabilizing. We believe investors should stay invested, but keep risk near benchmark weights. We have recently updated our views on equity factors – highlighting resilient exposure like quality and minimum volatility – and are still reviewing our regional equity and fixed income views."}, {"title": "Coronavirus effects ripple out from China", "topLine": "The effects of the coronavirus outbreak are starting to ripple out from China. Recent data in Asia have missed market expectations. And Japan faces the prospect of a technical recession as the impact from the virus outbreak piles on top of the sharp drop in fourth-quarter GDP after the sales tax increase in October.", "id": 655, "text": " Japan had been trailing market expectations even before the virus outbreak. And the economic surprise indexes for China and the rest of Asia have started to drop again after some positive surprises over the turn of the year. South Korean imports from China plunged in the first 20 days of February and Japan’s February flash PMI pointed to a steep fall in services activity. Thailand, Hong Kong and Singapore may see a severe drop in services exports. We see two ways that spillovers from China occur: along supply chains (Vietnam, Thailand and South Korea risk missing imported inputs into production) and via weaker demand – especially a hit to tourism activity."}, {"title": "Virus outbreak turns us cautious", "topLine": "The spread of the coronavirus beyond China has opened up a new global dimension to the epidemic – and potential for a sharper economic drag from efforts to contain it. We expect the economic expansion to remain intact, albeit on a lower track.", "id": 654, "text": " We see a sharp rebound once potential disruptions dissipate, yet the unknown depth and duration of the shock add material downside risks. As a result, we have pulled back our moderately pro-risk stance to benchmark weights. Global markets have been gripped by fears over the impact of the epidemic. Market attention to the outbreak has shot up to levels higher than those seen during the SARS epidemic in 2003, according to our text analysis of broker reports and the financial press. See the following chart. We see the drag on economic activity threatening to push some developed economies – such as Japan and the euro area – toward the brink of a technical recession (defined as two consecutive quarters of economic contraction), even though we don’t foresee a recession in the U.S. or globally. A policy pause is no longer our base case. A sustained tightening of financial conditions or impairment to market liquidity could be met with coordinated policy easing by major central banks but many, such as in the euro area and Japan, have limited policy space. Fiscal policy will likely also be an important part of the toolkit, especially in China. We see the drag on economic activity as temporary, with underlying economic fundamentals still supportive of the global economic expansion. The risk to this view is that the hit to economies from the outbreak and containment measures undermines fundamentals and triggers the end of this cycle. We reduce our overweight equity and credit exposures to benchmark weights, and advocate portfolio resilience through the quality and minimum volatility equity factors, the ballast properties of government bonds – especially U.S. Treasuries – and cash."}, {"title": "Protectionism hits manufacturing", "topLine": "The protectionist push has led to a dent in global industrial production. This is now showing up in weaker U.S. economic activity amid slowly rising inflation. Inflation should be underpinned by a healthy jobs market and still-improving wage growth.", "id": 545, "text": " Headline hourly earnings declined in September, driven by a drop in managerial compensation. Yet wage growth for production and non-supervisory employees — a broader measure relevant for overall consumer spending — grew at 3.5%, close to the cycle peak seen in July. US Bureau of Labor Statistics and Markit, October 2019. This points to support for higher prices.Our Inflation GPS for the U.S. core CPI also suggests upside risks remain to the actual core CPI. Higher inflation – the result of a strong labor market and some tariff impact – could complicate the Federal Reserve’s “mid-cycle” policy easing. We expect the Fed to trim rates a third time this month yet also believe markets may be pricing in too much additional easing in the year ahead."}, {"title": "Our views on equity style factors", "topLine": "The coronavirus outbreak has altered market dynamics since late January. One example: Quality has posted more muted gains after strong outperformance in late 2019.", "id": 652, "text": " We stand by our tactical views on factors for now, including a modest overweight on quality. These are anchored by our outlook that a global growth uptick will likely resume once the outbreak recedes, although the depth and width of the eventual V-shaped recovery are uncertain. The performance of equity style factors – broad, persistent drivers of return – has historically ebbed and flowed as the economy cycles through different regimes. The quality factor (companies with sound balance sheets) has tended to do well during late-cycle periods – such as where we stand now. Living up to this expectation, quality posted outsized returns in the fourth quarter in risk-adjusted terms, dominating other style factors. That outperformance has faded since the coronavirus outbreak – alongside improving performance of momentum (stocks with rising prices) and further weakness in value (cheap stocks relative to fundamentals). See the following chart. What could explain the shifting dynamics behind factor returns since the coronavirus outbreak? We had expected quality to perform well over our tactical horizon of six to 12 months, as the factor has tended to be resilient in late-cycle periods and includes global firms that stand to benefit from a pause in trade tensions. The spread of the virus – and the containment measures imposed by the Chinese authorities – have triggered global supply chain disruptions and a hit to global growth, making such global firms vulnerable. We still see the outbreak delaying – but not derailing – the global growth uptick that we have been expecting to take root in 2020. As a result, we still favor quality on a tactical basis. Momentum has a relatively high exposure to the information technology sector (21% of the MSCI World Momentum Index), which has been the leading global sector performer so far this year. Momentum is also populated with “bond proxies,” or dividend-paying companies in healthcare and consumer staples. Risk assets have performed well since late 2019. Yet uncertainties abound – from the impact of the coronavirus outbreak to the result of the U.S. election later this year. This reinforces our call for raising portfolio resilience. We maintain our moderate tactical overweight to quality, and are reviewing our overall risk orientation and tactical views in light of the coronavirus outbreak."}, {"title": "Coronavirus threatens Europe's export sector", "topLine": "The euro area ended 2019 with GDP essentially stagnating. Sentiment data had started to improve in recent months. But this tentative recovery could stumble due to the coronavirus outbreak and the spillovers from efforts to contain the virus.", "id": 653, "text": " The euro area is more exposed to Chinese export demand than the U.S. Yet the euro area also relies less on intermediate inputs from China in its domestic production than the U.S. or Japan, making it less susceptible to any supply chain disruptions. At the same time, exports to China were already expected to take a hit even before the outbreak: the “phase one” deal between the U.S. and China will divert significant Chinese demand away from the euro area. Germany would be the hardest-hit country. The European Central Bank would be challenged to respond to any material damage to the region’s economy given that it has much less monetary policy ammunition compared with the Federal Reserve."}, {"title": "Disrupted, not derailed", "topLine": "We believe emerging market (EM) momentum could be disrupted – not derailed – in the medium term, by the coronavirus.", "id": 649, "text": " We expect the EM manufacturing PMI to remain above the developed market equivalent in the medium term. See the following chart. The immediate impact is likely to be felt hardest in China, as the authorities have responded with widescale restrictions on travel and production in affected areas. But neighboring economies are at risk from shocks rippling out via reduced tourism and through global supply chains. If the rate of coronavirus infections begin to slow, and restrictions on movement and production are lifted soon, then the effect of the outbreak is likely to be short-lived. Economies have recovered quickly from outbreaks in the past – especially in manufacturing as producers try to make up for lost output. Services industries may find it harder to recoup lost sales (think of hotels, restaurants and tourism)."}, {"title": "Disrupted, not derailed", "topLine": "We believe emerging market (EM) momentum could be disrupted – not derailed – in the medium term, by the coronavirus.", "id": 651, "text": " We expect the EM manufacturing PMI to remain above the developed market equivalent in the medium term. See the following chart. The immediate impact is likely to be felt hardest in China, as the authorities have responded with widescale restrictions on travel and production in affected areas. But neighboring economies are at risk from shocks rippling out via reduced tourism and through global supply chains. If the rate of coronavirus infections begin to slow, and restrictions on movement and production are lifted soon, then the effect of the outbreak is likely to be short-lived. Economies have recovered quickly from outbreaks in the past – especially in manufacturing as producers try to make up for lost output. Services industries may find it harder to recoup lost sales (think of hotels, restaurants and tourism)."}, {"title": "Testing our global outlook", "topLine": "The February update to our Global Outlook reaffirms our expectation for global growth to edge higher this year, even as the coronavirus outbreak has introduced uncertainties. Past epidemics have seen V-shaped economic recoveries – a pattern we expect see this time as well. Yet the depth and width of the “V” are highly uncertain.", "id": 650, "text": " This outbreak could be more disruptive than past ones because it could be more severe, and because of greater reliance on global supply chains. Growth prospects have started to improve in key developed economies since late 2019. Our BlackRock Growth GPS, which aims to give a read of where consensus forecasts of real economic growth may stand in three months’ time, has shown an inflection in growth expectations for the U.S., the euro area, Japan and the UK. See the following chart. Growth momentum was also starting to recover in emerging markets (EM) late last year. Yet the coronavirus outbreak has emerged as a principal risk to our global growth outlook. Yet key uncertainties around this outbreak may make history an unreliable guide. It is still too soon to gauge the magnitude and duration of this outbreak as well as its overall impact on the global economy. Our base case for the global economy in 2020 is still for a modest pickup in growth, with a slight rise in U.S. inflation pressures. This in turn limits recession risks. Financial vulnerabilities are climbing, but our overall gauge of vulnerabilities across the economy stands well short of its peaks ahead of the last recession. We still view this as a favorable backdrop for risk assets over a 6-12 months horizon, even considering the impact from the coronavirus outbreak. Yet many uncertainties around its severity, as well as potential economic and market impacts could make the path forward uneven. Over the same time horizon we still see potential for a bounce in cyclical assets, such as Japanese and EM equities, as well as EM debt and high yield. We see a neutral stance on U.S. equities as appropriate as growth recovers and uncertainties around the 2020 U.S. election intensify – despite their recent outperformance. We are underweight European equities and see greater upside in cyclical exposures elsewhere. We prefer short-term U.S. Treasuries on a tactical basis and like both long-term Treasuries and Treasury Inflation-Protected Securities (TIPS) as sources of resilience against potential regime shifts in strategic allocations, even as the recent rally in real rates has made an entry point less attractive now."}, {"title": "Testing our global outlook", "topLine": "The February update to our Global Outlook reaffirms our expectation for global growth to edge higher this year, even as the coronavirus outbreak has introduced uncertainties. Past epidemics have seen V-shaped economic recoveries – a pattern we expect see this time as well. Yet the depth and width of the “V” are highly uncertain.", "id": 648, "text": " This outbreak could be more disruptive than past ones because it could be more severe, and because of greater reliance on global supply chains. Growth prospects have started to improve in key developed economies since late 2019. Our BlackRock Growth GPS, which aims to give a read of where consensus forecasts of real economic growth may stand in three months’ time, has shown an inflection in growth expectations for the U.S., the euro area, Japan and the UK. See the following chart. Growth momentum was also starting to recover in emerging markets (EM) late last year. Yet the coronavirus outbreak has emerged as a principal risk to our global growth outlook. Yet key uncertainties around this outbreak may make history an unreliable guide. It is still too soon to gauge the magnitude and duration of this outbreak as well as its overall impact on the global economy. Our base case for the global economy in 2020 is still for a modest pickup in growth, with a slight rise in U.S. inflation pressures. This in turn limits recession risks. Financial vulnerabilities are climbing, but our overall gauge of vulnerabilities across the economy stands well short of its peaks ahead of the last recession. We still view this as a favorable backdrop for risk assets over a 6-12 months horizon, even considering the impact from the coronavirus outbreak. Yet many uncertainties around its severity, as well as potential economic and market impacts could make the path forward uneven. Over the same time horizon we still see potential for a bounce in cyclical assets, such as Japanese and EM equities, as well as EM debt and high yield. We see a neutral stance on U.S. equities as appropriate as growth recovers and uncertainties around the 2020 U.S. election intensify – despite their recent outperformance. We are underweight European equities and see greater upside in cyclical exposures elsewhere. We prefer short-term U.S. Treasuries on a tactical basis and like both long-term Treasuries and Treasury Inflation-Protected Securities (TIPS) as sources of resilience against potential regime shifts in strategic allocations, even as the recent rally in real rates has made an entry point less attractive now."}, {"title": "U.S. equities: we are still neutral", "topLine": "Market performance since early December has been a story of two phases: Emerging market (EM) equities had rallied and U.S. equities moved in line with global equities until the coronavirus outbreak in late January, reinforcing views in our 2020 Global Outlook.", "id": 642, "text": " Since then, U.S. equities have outperformed and EM equities have stumbled. We see the former pattern reasserting itself over the next 6-12 months as growth recovers – and retain our neutral call on U.S. equities. Analyst estimates on U.S. corporate earnings for a given year have often tended to start in the 10%-12% range in recent years. But the paths through each year – and the correlations with equity performance – can vary widely. See the following chart. Earnings forecasts in 2018 climbed throughout the year due to expectations for tax cut benefits, yet the U.S. equity market suffered its biggest annual loss since 2008 – partly due to tightening financial conditions. In 2019, earnings estimates trended lower through the year, but U.S. equities rallied nearly 30% – fueled by easier financial conditions due to the unusual late-cycle dovish pivot by key developed market (DM) central banks. What’s in store for 2020? We see economic growth returning as a key market driver and an eventual uptick – even if delayed by the coronavirus impact – supporting positive earnings momentum. Yet rising uncertainty around the U.S. election and profit margin erosion typically seen in the late-cycle periods are likely to weigh on U.S. equity performance, we believe. We remain neutral on the outlook for U.S. equities despite encouraging earnings results. About half of the companies in the S&P 500 Index had reported results as of the end of January, with nearly 70% beating analysts’ earnings estimates. 1 1. Refinitiv data Analysts currently expect U.S. earnings to grow about 9% in 2020, a hair lower than the typical range for the start of the year. Yet we see that as an ambitious goal given potential for rising wages and other cost increases to further compress corporate margins. Overall, we stand by our moderate pro-risk stance, and expect an eventual growth pickup to support cyclical equity markets such as EM and Japan. Within U.S. equities we favor quality companies with above average return on equity, low leverage and strong cash flow."}, {"title": "U.S. equities: we are still neutral", "topLine": "Market performance since early December has been a story of two phases: Emerging market (EM) equities had rallied and U.S. equities moved in line with global equities until the coronavirus outbreak in late January, reinforcing views in our 2020 Global Outlook.", "id": 645, "text": " Since then, U.S. equities have outperformed and EM equities have stumbled. We see the former pattern reasserting itself over the next 6-12 months as growth recovers – and retain our neutral call on U.S. equities. Analyst estimates on U.S. corporate earnings for a given year have often tended to start in the 10%-12% range in recent years. But the paths through each year – and the correlations with equity performance – can vary widely. See the following chart. Earnings forecasts in 2018 climbed throughout the year due to expectations for tax cut benefits, yet the U.S. equity market suffered its biggest annual loss since 2008 – partly due to tightening financial conditions. In 2019, earnings estimates trended lower through the year, but U.S. equities rallied nearly 30% – fueled by easier financial conditions due to the unusual late-cycle dovish pivot by key developed market (DM) central banks. What’s in store for 2020? We see economic growth returning as a key market driver and an eventual uptick – even if delayed by the coronavirus impact – supporting positive earnings momentum. Yet rising uncertainty around the U.S. election and profit margin erosion typically seen in the late-cycle periods are likely to weigh on U.S. equity performance, we believe. We remain neutral on the outlook for U.S. equities despite encouraging earnings results. About half of the companies in the S&P 500 Index had reported results as of the end of January, with nearly 70% beating analysts’ earnings estimates. 1 1. Refinitiv data Analysts currently expect U.S. earnings to grow about 9% in 2020, a hair lower than the typical range for the start of the year. Yet we see that as an ambitious goal given potential for rising wages and other cost increases to further compress corporate margins. Overall, we stand by our moderate pro-risk stance, and expect an eventual growth pickup to support cyclical equity markets such as EM and Japan. Within U.S. equities we favor quality companies with above average return on equity, low leverage and strong cash flow."}, {"title": "Coronavirus sparks jitters", "topLine": "The coronavirus outbreak in China has sent jitters across financial markets, sparking a risk-off response and a raft of downgrades to the economic outlook.", "id": 644, "text": " We believe it is too soon to gauge how activity will be affected, whether through production or sentiment. Yet the turnaround in growth momentum that had been developing through the end of 2019 will likely get postponed. The macro impact is primarily driven by the response to the outbreak, not the virus itself. Historical comparisons with specific episodes such as SARS can only go so far. The Chinese economy has changed dramatically since 2003. It now makes up one-fifth of global GDP, as shown on the following chart. China’s integration into global value chains is much deeper today than it was 17 years ago. While the effects of any disruption might be disinflationary for China as a dropoff in demand dominates, the adverse shock to global production could push up prices in other economies."}, {"title": "Coronavirus sparks jitters", "topLine": "The coronavirus outbreak in China has sent jitters across financial markets, sparking a risk-off response and a raft of downgrades to the economic outlook.", "id": 643, "text": " We believe it is too soon to gauge how activity will be affected, whether through production or sentiment. Yet the turnaround in growth momentum that had been developing through the end of 2019 will likely get postponed. The macro impact is primarily driven by the response to the outbreak, not the virus itself. Historical comparisons with specific episodes such as SARS can only go so far. The Chinese economy has changed dramatically since 2003. It now makes up one-fifth of global GDP, as shown on the following chart. China’s integration into global value chains is much deeper today than it was 17 years ago. While the effects of any disruption might be disinflationary for China as a dropoff in demand dominates, the adverse shock to global production could push up prices in other economies."}, {"title": "German manufacturing demand may be rising", "topLine": "German manufacturing data in January suggested demand is firming up, shaking off the trade drag that nearly pulled the German economy into recession last year. Our German Growth GPS points to a slight acceleration over the next three months.", "id": 633, "text": " Signs of improvement were echoed by a slew of other indicators, as shown in the following chart. A manufacturing-led pickup in activity in Germany is consistent with one of our key macro views - global growth will edge higher in 2020. Financial conditions remain highly accommodative in the euro area. Over time the gap between our financial conditions index and the Growth GPS should close. Yet, the reaction of the parts of the economy that are sensitive to financial conditions in the euro area is much weaker than in the US. Potential downside risks include a re-escalation in trade tensions, particularly if they target Europe."}, {"title": "German manufacturing demand may be rising", "topLine": "German manufacturing data in January suggested demand is firming up, shaking off the trade drag that nearly pulled the German economy into recession last year. Our German Growth GPS points to a slight acceleration over the next three months.", "id": 639, "text": " Signs of improvement were echoed by a slew of other indicators, as shown in the following chart. A manufacturing-led pickup in activity in Germany is consistent with one of our key macro views - global growth will edge higher in 2020. Financial conditions remain highly accommodative in the euro area. Over time the gap between our financial conditions index and the Growth GPS should close. Yet, the reaction of the parts of the economy that are sensitive to financial conditions in the euro area is much weaker than in the US. Potential downside risks include a re-escalation in trade tensions, particularly if they target Europe."}, {"title": "Sustainability: Our new standard", "topLine": "Climate change will have a lasting impact on global economic growth and prosperity, particularly as more and more investors around the world move money into sustainable assets. On The Bid podcast, Rich Kushel, BlackRock’s Head of Multi-Asset Strategies and Global Fixed Income, talked about why sustainability is at a tipping point and what it means for investors.", "id": 618, "text": " We believe that the focus from investors and society alike on climate risk and broader sustainability issues is having a profound impact on financial markets. We’re seeing that in two principle ways. We believe there are a lot of mispriced risks in the market. Investors are fundamentally not taking into account some of the risks associated with sustainability in general and climate change specifically. You see that in physical risks, such as the impact of fires or rising temperatures or lower crop yields on different parts of the economy. Rich Kushel Head of Multi-Asset Strategies and Global Fixed Income There has also been an underappreciated impact from a transition to a low-carbon world. That is having a positive impact on parts of the market that are focused on providing low-carbon services and products, such as electric vehicles. And it’s having a negative impact on those in carbon-intensive industries. There is a large-scale reallocation of capital happening in the markets today, moving away from broad market exposures toward indexes and other assets focused on sustainability. Reallocation is going to have a profound impact on valuations, negatively impacting companies and issuers that exhibit negative externalities and positively impacting those that are seen to have positive externalities in the market. First, the acuteness of the risks associated with non-sustainable behaviors are becoming more and more apparent as people evaluate companies and allocate capital around the world. Second, sustainability is becoming more and more important to clients. We’re seeing a large-scale reallocation of capital towards sustainability at a global scale. Rich Kushel Head of Multi-Asset Strategies and Global Fixed Income We believe sustainability will reshape finance and investment management. Throughout 2020, we’ll continue to focus on sustainability on The Bid through our mini-series, “Sustainability. Our new standard.” We’ll talk about how sustainability is evolving and how it manifests in countries and investment opportunities around the world."}, {"title": "Coronavirus worry clouds markets", "topLine": "The coronavirus outbreak emanating from China has sent jitters across financial markets amid fears of a hit to the global economy. We still expect growth to edge higher in 2020 thanks to easier financial conditions and trade tensions going sideways, yet the unknown magnitude and duration of the outbreak pose downside risks.", "id": 636, "text": " This underpins our view that U.S. Treasuries provide a source of portfolio resilience. The outbreak has sparked a classic risk-off response, albeit one of relatively modest magnitude to date. Emerging market equities, airlines and oil prices have declined since Jan. 20, when the Chinese government confirmed the virus can spread from person to person. Perceived safe-haven assets such as U.S. Treasuries, as well as their inflation-protected peers, have gained. See the following chart. The VIX index, which measures U.S. stock market volatility, shot up to the highest level since October. Yet the risk-off sentiment has so far been relatively limited, with modest pullbacks in high yield credit and U.S. stocks, even after Friday’s sell-off. The impact from worries about the outbreak may have been partially offset by positive results in the current quarterly earnings season that so far are in line with our expectation for global growth to edge higher this year. It is too soon to gauge the impact of the current outbreak, given the many unknowns related to the coronavirus. These include the duration and severity of the outbreak in China – and whether it remains largely contained geographically. We see potential supply-side disruptions. China is now a key component of global supply chains. Any sustained outbreak could disrupt the supply chains of certain industries, with potential for bottlenecks. We still see global growth edging higher this year, given easier financial conditions, a lull in global trade tensions, and generally positive economic data. An encouraging start to the latest quarterly earnings season also underpins our moderate pro-risk stance. Yet the coronavirus outbreak creates downside risks to the growth outlook, and underscores our preference for U.S. Treasuries as a source of portfolio ballast against any growth scares."}, {"title": "Coronavirus worry clouds markets", "topLine": "The coronavirus outbreak emanating from China has sent jitters across financial markets amid fears of a hit to the global economy. We still expect growth to edge higher in 2020 thanks to easier financial conditions and trade tensions going sideways, yet the unknown magnitude and duration of the outbreak pose downside risks.", "id": 632, "text": " This underpins our view that U.S. Treasuries provide a source of portfolio resilience. The outbreak has sparked a classic risk-off response, albeit one of relatively modest magnitude to date. Emerging market equities, airlines and oil prices have declined since Jan. 20, when the Chinese government confirmed the virus can spread from person to person. Perceived safe-haven assets such as U.S. Treasuries, as well as their inflation-protected peers, have gained. See the following chart. The VIX index, which measures U.S. stock market volatility, shot up to the highest level since October. Yet the risk-off sentiment has so far been relatively limited, with modest pullbacks in high yield credit and U.S. stocks, even after Friday’s sell-off. The impact from worries about the outbreak may have been partially offset by positive results in the current quarterly earnings season that so far are in line with our expectation for global growth to edge higher this year. It is too soon to gauge the impact of the current outbreak, given the many unknowns related to the coronavirus. These include the duration and severity of the outbreak in China – and whether it remains largely contained geographically. We see potential supply-side disruptions. China is now a key component of global supply chains. Any sustained outbreak could disrupt the supply chains of certain industries, with potential for bottlenecks. We still see global growth edging higher this year, given easier financial conditions, a lull in global trade tensions, and generally positive economic data. An encouraging start to the latest quarterly earnings season also underpins our moderate pro-risk stance. Yet the coronavirus outbreak creates downside risks to the growth outlook, and underscores our preference for U.S. Treasuries as a source of portfolio ballast against any growth scares."}, {"title": "Sustainability. Our new standard", "topLine": "Climate change will have a lasting impact on global economic growth and prosperity, particularly as more and more investors around the world move money into sustainable assets. On The Bid podcast, Rich Kushel, BlackRock’s Head of Multi-Asset Strategies and Global Fixed Income, talked about why sustainability is at a tipping point and what it means for investors.", "id": 634, "text": " We believe that the focus from investors and society alike on climate risk and broader sustainability issues is having a profound impact on financial markets. We’re seeing that in two principle ways. We believe there are a lot of mispriced risks in the market. Investors are fundamentally not taking into account some of the risks associated with sustainability in general and climate change specifically. You see that in physical risks, such as the impact of fires or rising temperatures or lower crop yields on different parts of the economy. Rich Kushel Head of Multi-Asset Strategies and Global Fixed Income There has also been an underappreciated impact from a transition to a low-carbon world. That is having a positive impact on parts of the market that are focused on providing low-carbon services and products, such as electric vehicles. And it’s having a negative impact on those in carbon-intensive industries. There is a large-scale reallocation of capital happening in the markets today, moving away from broad market exposures toward indexes and other assets focused on sustainability. Reallocation is going to have a profound impact on valuations, negatively impacting companies and issuers that exhibit negative externalities and positively impacting those that are seen to have positive externalities in the market. First, the acuteness of the risks associated with non-sustainable behaviors are becoming more and more apparent as people evaluate companies and allocate capital around the world. Second, sustainability is becoming more and more important to clients. We’re seeing a large-scale reallocation of capital towards sustainability at a global scale. Rich Kushel Head of Multi-Asset Strategies and Global Fixed Income We believe sustainability will reshape finance and investment management. Throughout 2020, we’ll continue to focus on sustainability on The Bid through our mini-series, “Sustainability. Our new standard.” We’ll talk about how sustainability is evolving and how it manifests in countries and investment opportunities around the world."}, {"title": "Global trade tensions downgraded", "topLine": "We downgraded the likelihood of global trade tensions amid de-escalation in multiple trade disputes.", "id": 622, "text": " U.S.-China trade frictions appear to be moving sideways with the signing of a limited “Phase 1” trade deal. Nevertheless, we expect strategic competition to continue across a range of dimensions, including technology. The U.S.-Mexico-Canada Agreement has passed in the U.S. Congress, reducing uncertainty. However, frictions could rise between the U.S., Argentina and Brazil if the U.S. imposes steel tariffs in response to alleged currency manipulation. Tensions between the U.S. and Europe could rise as European governments step up the taxation of U.S. tech companies and amid retaliatory tariffs from both sides over aircraft subsidies. The threat of auto tariffs still looms. We nudged down the likelihood of global trade tensions. The signing of a “Phase 1” U.S.-China trade deal and ratification by U.S. Congress of the U.S.- Mexico-Canada Agreement signal progress in de-escalating global trade disputes. Frictions could arise between the U.S. and Europe over taxes on tech."}, {"title": "Global trade tensions downgraded", "topLine": "We downgraded the likelihood of global trade tensions amid de-escalation in multiple trade disputes.", "id": 631, "text": " U.S.-China trade frictions appear to be moving sideways with the signing of a limited “Phase 1” trade deal. Nevertheless, we expect strategic competition to continue across a range of dimensions, including technology. The U.S.-Mexico-Canada Agreement has passed in the U.S. Congress, reducing uncertainty. However, frictions could rise between the U.S., Argentina and Brazil if the U.S. imposes steel tariffs in response to alleged currency manipulation. Tensions between the U.S. and Europe could rise as European governments step up the taxation of U.S. tech companies and amid retaliatory tariffs from both sides over aircraft subsidies. The threat of auto tariffs still looms. We nudged down the likelihood of global trade tensions. The signing of a “Phase 1” U.S.-China trade deal and ratification by U.S. Congress of the U.S.- Mexico-Canada Agreement signal progress in de-escalating global trade disputes. Frictions could arise between the U.S. and Europe over taxes on tech."}, {"title": "Signs of growth in Japan", "topLine": "Abating global trade uncertainty, an uptick in activity for Japan’s key trading partners, notably China, improving manufacturing sentiment and loose financial conditions have helped to brighten Japan’s outlook.", "id": 630, "text": " The Bank of Japan upgraded its growth estimates last week. Our BlackRock Growth GPS for Japan and consensus expectations both appear to be bottoming out as the impact from the hike in the value-added tax implemented in the fourth quarter of 2019 fades. Financial conditions remain highly accommodative, as shown on the following chart. An improving domestic economy and rebounding global activity underpin our constructive views on Japanese corporate fundamentals, particularly those that are most sensitive to cyclical upturns – which account for a considerable part of the Japanese economy."}, {"title": "Social unrest: our geopolitical focus risk", "topLine": "Mass protests have taken shape across both emerging and developed markets over the past year. This high level of social unrest has developed against a backdrop of economic expansion and strong asset returns. This begs the question: What happens in a cyclical economic downturn?", "id": 621, "text": " 2019 saw the development of a large number of protest movements—most prominently in Latin America, the Middle East and Asia. Each protest is distinct in cause, but there is an underlying pattern of inequality, middle class discontent, and a disconnect between the electorate and governing elites. The policies that followed from the 2008-2009 Global Financial Crisis magnified the drivers of this discontent; the labor share of income has never been so weak in many countries. A number of protests have seen calls for self-expression and in some cases independence. Several movements are linked to environmental and climate change concerns. The growing role of technology in enabling protests makes these movements significantly different than in the past. Technology—specifically, social media—has enabled protest movements to organize more quickly than before. Social media has also helped movements around the world to learn from and coordinate with each other. Domestically, a cyclical downturn would create pressure on the political status quo in many countries. While this may serve to improve the prospects of populist or anti-establishment leaders, such leaders would also find their ability to respond severely constrained. Once in power, populist leaders tend to follow an economically unsustainable playbook. Across markets, protests have generated uncertainty, market selloffs, and spread widening. For example, contagion fears saw currencies across Latin America sell off last fall as protests developed. We worry about fiscal deterioration should unrest continue, particularly given a high level of global debt. Redistribution policies that increase taxes on corporations—alongside a tight labor market that compels companies to increase wages and other benefits—could erode earnings, with implications for stock and corporate bond prices. We have entered into in a much more competitive and uncertain world order, with a very different approach to U.S. leadership globally. This is a sharp departure from the relatively constructive, productive post-Cold War period. Cooperative international relationships, and strong multilateral institutions, were critical to managing the 2008- 2009 global financial crisis. We worry about global policymakers’ ability to manage the next downturn in an environment in which those global alliances and institutions are weakened or increasingly absent."}, {"title": "Social unrest: our geopolitical focus risk", "topLine": "Mass protests have taken shape across both emerging and developed markets over the past year. This high level of social unrest has developed against a backdrop of economic expansion and strong asset returns. This begs the question: What happens in a cyclical economic downturn?", "id": 629, "text": " 2019 saw the development of a large number of protest movements—most prominently in Latin America, the Middle East and Asia. Each protest is distinct in cause, but there is an underlying pattern of inequality, middle class discontent, and a disconnect between the electorate and governing elites. The policies that followed from the 2008-2009 Global Financial Crisis magnified the drivers of this discontent; the labor share of income has never been so weak in many countries. A number of protests have seen calls for self-expression and in some cases independence. Several movements are linked to environmental and climate change concerns. The growing role of technology in enabling protests makes these movements significantly different than in the past. Technology—specifically, social media—has enabled protest movements to organize more quickly than before. Social media has also helped movements around the world to learn from and coordinate with each other. Domestically, a cyclical downturn would create pressure on the political status quo in many countries. While this may serve to improve the prospects of populist or anti-establishment leaders, such leaders would also find their ability to respond severely constrained. Once in power, populist leaders tend to follow an economically unsustainable playbook. Across markets, protests have generated uncertainty, market selloffs, and spread widening. For example, contagion fears saw currencies across Latin America sell off last fall as protests developed. We worry about fiscal deterioration should unrest continue, particularly given a high level of global debt. Redistribution policies that increase taxes on corporations—alongside a tight labor market that compels companies to increase wages and other benefits—could erode earnings, with implications for stock and corporate bond prices. We have entered into in a much more competitive and uncertain world order, with a very different approach to U.S. leadership globally. This is a sharp departure from the relatively constructive, productive post-Cold War period. Cooperative international relationships, and strong multilateral institutions, were critical to managing the 2008- 2009 global financial crisis. We worry about global policymakers’ ability to manage the next downturn in an environment in which those global alliances and institutions are weakened or increasingly absent."}, {"title": "U.S. dollar underpins EM assets", "topLine": "We see the U.S. dollar stabilizing or weakening over the next six to 12 months. Two broad drivers –monetary policy differentials and risk appetite – decide the dollar’s moves, in our view. We see a pause in monetary policy in most developed markets (DM) and some room for additional easing in EMs; easing trade tensions should underpin risk appetite, reducing “safe haven” demand for the dollar.", "id": 628, "text": " Our currency view underpins our preference for local-currency EM debt and equities. Global trade tensions weighed on global growth and kept investors on edge in 2019. This coincided with a rally in the dollar to near post-crisis highs, as the following chart shows. The dollar, a perceived safe-haven asset, typically attracts interest when geopolitical risks flare up. With the U.S. and China signing a limited “Phase 1” trade deal and a revised North America trade pact passing the U.S. Congress, we see global trade tensions going sideways in 2020. This should support overall risk sentiment – and reduce flight-to-safety demand for the dollar. As a sign of reduced bullish bets on the dollar, speculators had cut their net long position on the currency to the smallest in 19 months as of Jan. 14, according Reuters calculations and data from the U.S. Commodity Futures Trading Commission. We expect global growth to edge higher this year and financial conditions to stay loose. There are risks to our view on the U.S. dollar. Any sustained escalation of geopolitical risks could spark risk-off episodes and drive investors to perceived safe-haven assets including the dollar."}, {"title": "Are investors evaluating climate risks?", "topLine": "One of the most striking implications of our work drawing on the latest climate research: How much more pronounced the risks are today, compared with just a few decades ago. Investors who are not thinking about climate-related risks, or who view them as issues far off in the future, may need to recalibrate their expectations.", "id": 386, "text": " Some physical changes — such as slowly rising sea levels — can seem outside of a traditional investment horizon. Yet the most pressing risks, such as exposure to hurricanes, wildfires and droughts, are clear and present — and often hidden in investors’ portfolios today. Our research suggests two reasons why many of these risks are not priced in. First, financial markets tend to be short-sighted — and underestimate risks that appear uncertain and distant. This may lead to a discounting of physical risks that are already biting. Second is a lack of tools and data. Risk managers often rely on outdated flood zone maps to assess risks to real estate. Short-sighted policy and regulatory requirements can exacerbate this problem. Hurricane modelers look at 100 years of history to gauge future risks. But data prior to 1980 are patchy. Physical climate models can help fill the gap — and provide a more accurate assessment of the probability of a range of extreme weather events occurring in any given year. The challenge: Climate modeling is an evolving science. Looking backward over long periods results in underpricing the financial impact of climate-related risks. Yet recent computational advances make it possible for us to analyze the risks on a localized level."}, {"title": "U.S. dollar underpins EM assets", "topLine": "We see the U.S. dollar stabilizing or weakening over the next six to 12 months. Two broad drivers –monetary policy differentials and risk appetite – decide the dollar’s moves, in our view. We see a pause in monetary policy in most developed markets (DM) and some room for additional easing in EMs; easing trade tensions should underpin risk appetite, reducing “safe haven” demand for the dollar.", "id": 626, "text": " Our currency view underpins our preference for local-currency EM debt and equities. Global trade tensions weighed on global growth and kept investors on edge in 2019. This coincided with a rally in the dollar to near post-crisis highs, as the following chart shows. The dollar, a perceived safe-haven asset, typically attracts interest when geopolitical risks flare up. With the U.S. and China signing a limited “Phase 1” trade deal and a revised North America trade pact passing the U.S. Congress, we see global trade tensions going sideways in 2020. This should support overall risk sentiment – and reduce flight-to-safety demand for the dollar. As a sign of reduced bullish bets on the dollar, speculators had cut their net long position on the currency to the smallest in 19 months as of Jan. 14, according Reuters calculations and data from the U.S. Commodity Futures Trading Commission. We expect global growth to edge higher this year and financial conditions to stay loose. There are risks to our view on the U.S. dollar. Any sustained escalation of geopolitical risks could spark risk-off episodes and drive investors to perceived safe-haven assets including the dollar."}, {"title": "Getting granular on factors", "topLine": "Factors are the broad and persistent drivers of investment returns seen across asset classes and geographies. Equity investors most often target style factors such as value, quality, momentum and minimum volatility, each of which tends to perform differently through the economic cycle. Our tactical views follow.", "id": 620, "text": " We have upgraded quality as valuations have modestly cheapened. The factor has been resilient in late-cycle periods and includes global firms that stand to benefit from improving trade activity. We have downgraded momentum to underweight as valuations appear stretched. The factor has underperformed most other style factors in the second half of 2019. We have upgraded value due to its pro-cyclical nature and a steepening yield curve. We see an attractive entry point after value has substantially underperformed other factors in recent years. We have downgraded min-vol to neutral. The factor has historically performed well late in the cycle, but the growth uptick causes us to pull back. Valuations still appear expensive versus other factors. After a long run of outperformance, pricing for the momentum factor appears stretched. We see better prospects for quality in this late cycle; we have also upgraded our view on value, which has been beaten down for what may be a record period."}, {"title": "Getting granular on factors", "topLine": "Factors are the broad and persistent drivers of investment returns seen across asset classes and geographies. Equity investors most often target style factors such as value, quality, momentum and minimum volatility, each of which tends to perform differently through the economic cycle. Our tactical views follow.", "id": 586, "text": " We have upgraded quality as valuations have modestly cheapened. The factor has been resilient in late-cycle periods and includes global firms that stand to benefit from improving trade activity. We have downgraded momentum to underweight as valuations appear stretched. The factor has underperformed most other style factors in the second half of 2019. We have upgraded value due to its pro-cyclical nature and a steepening yield curve. We see an attractive entry point after value has substantially underperformed other factors in recent years. We have downgraded min-vol to neutral. The factor has historically performed well late in the cycle, but the growth uptick causes us to pull back. Valuations still appear expensive versus other factors. After a long run of outperformance, pricing for the momentum factor appears stretched. We see better prospects for quality in this late cycle; we have also upgraded our view on value, which has been beaten down for what may be a record period."}, {"title": "3 dimensions of geopolitical risks", "topLine": "What geopolitical trends could affect market sentiment in 2020? Below we detail three broad dimensions.", "id": 615, "text": " We are seeing fragmentation at a global level across a range of dimensions, including ideology, trade and technology. Technology decoupling between the U.S. and China is underway and will force countries and businesses to navigate this evolving landscape. We expect such tensions to persist even after a limited “Phase 1” trade deal that may temporarily defuse U.S.-China trade tensions. Domestically, political polarization is reaching a high point in many countries. The U.S., for example, faces a contentious presidential election with the potential for starkly divergent policy outcomes. We have downgraded U.S. equities to neutral on a tactical basis amid rising election uncertainty. The second is an increase in global protests, partly fueled by rising income and wealth inequality and facilitated by social media. Many governments are ill equipped to respond. With limited monetary and fiscal maneuvering room, this could lead to further unrest in any downturn. Tensions are elevated between the U.S. and many adversaries such as Iran and North Korea, which have the capability to mount attacks on critical infrastructure and institutions. An uptick of “ransomware” attacks against cities and states with relatively poor defenses may be a sign of things to come. Markets look to be complacent about such risks: the attention to cyber attacks has been on a steady decline since late 2017, our BGRI shows. U.S. Treasuries and their inflation-protected peers have done well to cushion portfolios against recent risk selloffs – and we prefer them in both tactical and strategic portfolios. Government bonds in Europe and Japan have diminished ability to serve such as role as their yields near lower bounds."}, {"title": "3 dimensions of geopolitical risks", "topLine": "What geopolitical trends could affect market sentiment in 2020? Below we detail three broad dimensions.", "id": 617, "text": " We are seeing fragmentation at a global level across a range of dimensions, including ideology, trade and technology. Technology decoupling between the U.S. and China is underway and will force countries and businesses to navigate this evolving landscape. We expect such tensions to persist even after a limited “Phase 1” trade deal that may temporarily defuse U.S.-China trade tensions. Domestically, political polarization is reaching a high point in many countries. The U.S., for example, faces a contentious presidential election with the potential for starkly divergent policy outcomes. We have downgraded U.S. equities to neutral on a tactical basis amid rising election uncertainty. The second is an increase in global protests, partly fueled by rising income and wealth inequality and facilitated by social media. Many governments are ill equipped to respond. With limited monetary and fiscal maneuvering room, this could lead to further unrest in any downturn. Tensions are elevated between the U.S. and many adversaries such as Iran and North Korea, which have the capability to mount attacks on critical infrastructure and institutions. An uptick of “ransomware” attacks against cities and states with relatively poor defenses may be a sign of things to come. Markets look to be complacent about such risks: the attention to cyber attacks has been on a steady decline since late 2017, our BGRI shows. U.S. Treasuries and their inflation-protected peers have done well to cushion portfolios against recent risk selloffs – and we prefer them in both tactical and strategic portfolios. Government bonds in Europe and Japan have diminished ability to serve such as role as their yields near lower bounds."}, {"title": "Geopolitical risks on our 2020 radar", "topLine": "U.S.-Iran tensions have spiked in recent weeks with the U.S. killing of a top Iranian military leader triggering retaliation. This reminds us of still heightened geopolitical risks across many dimensions, even as we see a relatively benign backdrop for risk assets in 2020.", "id": 616, "text": " The U.S.-China trade conflict – 2019’s dominant geopolitical risk – has paused, yet we expect enduring strategic rivalry between the two countries. We see U.S. Treasuries as a key source of portfolio ballast. The market’s overall attention to global geopolitical risks sits at elevated levels, as proxied by our BlackRock Geopolitical Risk Indicator (BGRI). See the following chart. Our BGRI measures the attention to top 10 risks in analyst reports, social and financial media. We had raised the likelihood of growing Gulf tensions late last year, and still see ongoing and heightened tensions despite the avoidance of major confrontation between the U.S. and Iran. The market reaction to date to Gulf tensions has been muted, partly reflecting the decreasing heft of the Middle East in determining global oil prices, with the U.S. now a net oil exporter. Yet a sustained escalation that results in repeated attacks on oil facilities or disruptions to shipping in the Persian Gulf –more materially threatening global growth – would likely change this story. We see a relatively benign backdrop for risk assets in 2020, with easier financial conditions supporting a growth uptick. A key underpinning assumption is that global trade tensions move sideways this year. Recent developments in this area have been positive for markets: U.S.-China trade tensions appear to be going sideways, and the U.S.-Mexico-Canada Agreement on trade looks set to pass the U.S. Congress soon."}, {"title": "Geopolitical risks on our 2020 radar", "topLine": "U.S.-Iran tensions have spiked in recent weeks with the U.S. killing of a top Iranian military leader triggering retaliation. This reminds us of still heightened geopolitical risks across many dimensions, even as we see a relatively benign backdrop for risk assets in 2020.", "id": 614, "text": " The U.S.-China trade conflict – 2019’s dominant geopolitical risk – has paused, yet we expect enduring strategic rivalry between the two countries. We see U.S. Treasuries as a key source of portfolio ballast. The market’s overall attention to global geopolitical risks sits at elevated levels, as proxied by our BlackRock Geopolitical Risk Indicator (BGRI). See the following chart. Our BGRI measures the attention to top 10 risks in analyst reports, social and financial media. We had raised the likelihood of growing Gulf tensions late last year, and still see ongoing and heightened tensions despite the avoidance of major confrontation between the U.S. and Iran. The market reaction to date to Gulf tensions has been muted, partly reflecting the decreasing heft of the Middle East in determining global oil prices, with the U.S. now a net oil exporter. Yet a sustained escalation that results in repeated attacks on oil facilities or disruptions to shipping in the Persian Gulf –more materially threatening global growth – would likely change this story. We see a relatively benign backdrop for risk assets in 2020, with easier financial conditions supporting a growth uptick. A key underpinning assumption is that global trade tensions move sideways this year. Recent developments in this area have been positive for markets: U.S.-China trade tensions appear to be going sideways, and the U.S.-Mexico-Canada Agreement on trade looks set to pass the U.S. Congress soon."}, {"title": "An ESG lens for governments", "topLine": "Credit analysis of government debt has traditionally focused on such factors as macroeconomic indicators, and the issuer’s current account position, financial sector health and willingness to meet its debt obligations. Can the addition of an ESG lens enhance our understanding of government debt? We say yes.", "id": 578, "text": " We see three key drivers that can influence an economy’s long-term standing from an ESG viewpoint: (E) How do the issuer's policies and actions impact the environment and how exposed is it to climate risk? (S) How is the issuer investing in its citizens? (G) How effectively is the issuer governing its people? It has historically been tough to prove that the addition of a broader ESG lens can enhance our understanding of government debt, at least for developed economies. The reason: the relationship between sustainability metrics and government bond spreads can often be drowned out by macro factors such as moves in inflation and interest rates and swings in risk sentiment. Rather than mine historical data to find which sustainability-related factors were most financially material, we look to the UN Sustainable Development goals (SDGs) for key factors tied to the sustainability of a public debt issuer. The SDGs are a set of 17 goals for a more sustainable world by 2030. We used these to select 39 underlying indicators from the World Bank’s ESG data portal. Through this lens, we seek to understand vulnerabilities and management of sustainability issues that may not be captured by traditional economic indicators. We looked at 60 developed and emerging markets debt issuers, and used the underlying indicators to formulate scores for each of the key pillars (“E,” “S” and “G”). We then combined the pillar scores for an overall ESG score for each market. To compensate for the slow-moving nature of sustainability metrics, we explored a proprietary big data approach to track shorter-term progress. This involves sorting through thousands of news articles and measuring the frequency of keywords related to each ESG pillar. These words are tagged for positive and negative content. (A higher sentiment score means positive content outweighs negative.) This can help reveal trends not yet visible in slow-moving official data. For example: a strong sentiment score offsets some of India's ESG weakness based on World Bank data alone. The reason: Our text mining picked up a high frequency of keywords like \"solar\" in news articles, as India gradually shifts toward renewable energy and away from coal. The goal of our ESG lens for viewing the sustainability of public debt issuers is to uncover hidden strengths and vulnerabilities of that may not be captured in traditional macro data. Our gauge draws on 39 ESG metrics from the World Bank and includes a proprietary big data component to pick up shorter-term sustainability trends."}, {"title": "Why we like inflation-linked bonds", "topLine": "We see inflation risks as underappreciated in 2020 – and beyond. Our base case is for modestly higher U.S. inflation this year, with a risk of upside surprises. Drivers include rising wages and energy price volatility in the short term, and deglobalization over time.", "id": 613, "text": " We like TIPS on a tactical basis as their valuations look attractive relative to our outlook. TIPS can also serve as a source of portfolio resilience on a strategic basis, against both inflation and growth shocks. Government bonds play an important role cushioning multi-asset portfolios against equity selloffs. Our analysis showed both nominal U.S. Treasuries and their inflation-linked peers have generated positive returns when growth shocks triggered equity selloffs – albeit with nominal bonds beating TIPS. The reason: Declines in both expected inflation and real rates help drive up nominal bond returns, while TIPS only benefit from falling real rates under such a scenario. TIPS’ relatively limited liquidity may also mute their rally during any market stress. But TIPS have outperformed in inflation shocks. See the following chart. The “double resilience” property of TIPS – their ability to cushion against adverse growth and inflation surprises – is why we see a case for substituting some nominal government bond exposures for TIPS in strategic allocations. We like TIPS on a tactical basis, and would avoid inflation-linked bonds in the euro area or Japan as inflation expectations still appear depressed but actual inflation rates are stubbornly below central banks’ targets. We also tilt toward U.S. Treasuries for portfolio ballast, as European and Japanese government bond yields appear to near lower bounds, diminishing their ability to cushion portfolios."}, {"title": "Why we like inflation-linked bonds", "topLine": "We see inflation risks as underappreciated in 2020 – and beyond. Our base case is for modestly higher U.S. inflation this year, with a risk of upside surprises. Drivers include rising wages and energy price volatility in the short term, and deglobalization over time.", "id": 612, "text": " We like TIPS on a tactical basis as their valuations look attractive relative to our outlook. TIPS can also serve as a source of portfolio resilience on a strategic basis, against both inflation and growth shocks. Government bonds play an important role cushioning multi-asset portfolios against equity selloffs. Our analysis showed both nominal U.S. Treasuries and their inflation-linked peers have generated positive returns when growth shocks triggered equity selloffs – albeit with nominal bonds beating TIPS. The reason: Declines in both expected inflation and real rates help drive up nominal bond returns, while TIPS only benefit from falling real rates under such a scenario. TIPS’ relatively limited liquidity may also mute their rally during any market stress. But TIPS have outperformed in inflation shocks. See the following chart. The “double resilience” property of TIPS – their ability to cushion against adverse growth and inflation surprises – is why we see a case for substituting some nominal government bond exposures for TIPS in strategic allocations. We like TIPS on a tactical basis, and would avoid inflation-linked bonds in the euro area or Japan as inflation expectations still appear depressed but actual inflation rates are stubbornly below central banks’ targets. We also tilt toward U.S. Treasuries for portfolio ballast, as European and Japanese government bond yields appear to near lower bounds, diminishing their ability to cushion portfolios."}, {"title": "Bonds and ESG: niche no more", "topLine": "Equities have historically taken the lead in environmental, social and governance (ESG). Bond strategies account for less than one fifth of the assets under management in dedicated ESG funds, according to IMF data. That picture is set to change, thanks to new ESG bond indexes, a growing market for green bonds and improving coverage of ESG metrics.", "id": 577, "text": " Sustainability is no longer a niche strategy in bonds. New building blocks such as ESG indexes make it easier easier for investors to build sustainability into their portfolios. Our work suggests these strategies may offer similar risk and return properties to traditional benchmarks – with a meaningful uplift in ESG outcomes. Improving coverage of ESG metrics allows investors to dig deeper for insights that may be financially material. For example, MSCI’s ESG data covered 93% of the issuers in the Bloomberg Barclays Credit Index in 2018, vs. 75% five years earlier. MSCI, as of December 31, 2018. Rating agencies such as S&P and Moody’s are already integrating sustainability into their ratings frameworks – and such analysis may take on even greater importance. According to Moody's, 11 sectors with $2.2 trillion in rated debt were at risk of credit downgrades due to their exposure to environmental risk such as carbon transition. Electric utilities and the coal sector faced the most immediate risks, with auto makers, oil and gas, and commodity chemicals makers facing threats on a three-to-five year horizon. Another indicator of the mainstreaming of ESG in fixed income is the growth of green bonds, which help finance projects with environmental benefits. Outstanding issuance hit $590 billion in August, according to the IMF. What's more, our research found no material tradability differences between green and non-green bonds: pricing, and bid-ask spreads were not materially different, and credit risk and liquidity were identical. The size of the green bond market increased almost eight-fold between 2015 and August 2019. IMF, as of October 2019. ESG investing is spreading to all pockets of fixed income markets. Innovations and growth in ESG fixed income indexing, ratings data and green bonds have strengthened our conviction that ESG investing has moved from a \"nice to have\" to a \"must have\" proposition."}, {"title": "The case for growth", "topLine": "We see an inflection point in global economic growth over the first half of 2020. The unusual late-cycle, dovish pivot by central banks has led to a dramatic easing in financial conditions.", "id": 610, "text": " The impact of such easing on the real economy typically comes with a lag — but has been particularly delayed this time due to the protectionist push. This is illustrated by the following growth disconnect chart in the gap between our Growth GPS (yellow line) and where we would expect growth estimates implied by financial conditions to be (orange line). We see a shallow growth pickup that pushes the economy back to the late-cycle norm of trend-like expansion. Yet easy financial conditions are unlikely to fully translate into stronger growth, partly because of the offsetting force of protectionism. We believe the incentives for the U.S. and China to hit pause on their trade conflict are strong in 2020, although there could be turbulence along the way. Trade pressures moving sideways should allow global trade activity some breathing space. We see China’s economy stabilizing but little appetite among its leadership for the large-scale stimulus that has buoyed the global economy in the past (page 12). Europe and EM economies should see higher average growth as they recover from a weak 2019. We also see a shift in the mix of global growth. The rebound is likely to be led by the manufacturing sector (notably cars, capital goods and semiconductors), as well as interest rate-sensitive sectors such as housing and, to a lesser extent, business investment. The lack of large scale stimulus in China should limit its magnitude. U.S. consumer spending is set to slow marginally as the savings rate rises, yet robust wage gains and ongoing — albeit slowing — jobs growth should keep the consumer resilient overall. In sum, the expected growth pickup underpins our moderately pro-risk stance. And the firming that we expect to see in global industrial production and trade can pave the way for cyclical assets to outperform on a tactical basis, particularly those with beaten-down valuations. This supports our call for modestly overweight positions in regions and companies dependent on global trade, such as Japanese and EM equities. Easy monetary policy in the EM world supports this view. The primary risk? U.S.-China talks break down, or protectionist pressures broaden and ratchet higher."}, {"title": "An ESG lens for governments", "topLine": "Credit analysis of government debt has traditionally focused on such factors as macroeconomic indicators, and the issuer’s current account position, financial sector health and willingness to meet its debt obligations. Can the addition of an ESG lens enhance our understanding of government debt? We say yes.", "id": 606, "text": " We see three key drivers that can influence an economy’s long-term standing from an ESG viewpoint: (E) How do the issuer's policies and actions impact the environment and how exposed is it to climate risk? (S) How is the issuer investing in its citizens? (G) How effectively is the issuer governing its people? It has historically been tough to prove that the addition of a broader ESG lens can enhance our understanding of government debt, at least for developed economies. The reason: the relationship between sustainability metrics and government bond spreads can often be drowned out by macro factors such as moves in inflation and interest rates and swings in risk sentiment. Rather than mine historical data to find which sustainability-related factors were most financially material, we look to the UN Sustainable Development goals (SDGs) for key factors tied to the sustainability of a public debt issuer. The SDGs are a set of 17 goals for a more sustainable world by 2030. We used these to select 39 underlying indicators from the World Bank’s ESG data portal. Through this lens, we seek to understand vulnerabilities and management of sustainability issues that may not be captured by traditional economic indicators. We looked at 60 developed and emerging markets debt issuers, and used the underlying indicators to formulate scores for each of the key pillars (“E,” “S” and “G”). We then combined the pillar scores for an overall ESG score for each market. To compensate for the slow-moving nature of sustainability metrics, we explored a proprietary big data approach to track shorter-term progress. This involves sorting through thousands of news articles and measuring the frequency of keywords related to each ESG pillar. These words are tagged for positive and negative content. (A higher sentiment score means positive content outweighs negative.) This can help reveal trends not yet visible in slow-moving official data. For example: a strong sentiment score offsets some of India's ESG weakness based on World Bank data alone. The reason: Our text mining picked up a high frequency of keywords like \"solar\" in news articles, as India gradually shifts toward renewable energy and away from coal. The goal of our ESG lens for viewing the sustainability of public debt issuers is to uncover hidden strengths and vulnerabilities of that may not be captured in traditional macro data. Our gauge draws on 39 ESG metrics from the World Bank and includes a proprietary big data component to pick up shorter-term sustainability trends."}, {"title": "Bonds and ESG: niche no more", "topLine": "Equities have historically taken the lead in environmental, social and governance (ESG). Bond strategies account for less than one fifth of the assets under management in dedicated ESG funds, according to IMF data. That picture is set to change, thanks to new ESG bond indexes, a growing market for green bonds and improving coverage of ESG metrics.", "id": 605, "text": " Sustainability is no longer a niche strategy in bonds. New building blocks such as ESG indexes make it easier easier for investors to build sustainability into their portfolios. Our work suggests these strategies may offer similar risk and return properties to traditional benchmarks – with a meaningful uplift in ESG outcomes. Improving coverage of ESG metrics allows investors to dig deeper for insights that may be financially material. For example, MSCI’s ESG data covered 93% of the issuers in the Bloomberg Barclays Credit Index in 2018, vs. 75% five years earlier. MSCI, as of December 31, 2018. Rating agencies such as S&P and Moody’s are already integrating sustainability into their ratings frameworks – and such analysis may take on even greater importance. According to Moody's, 11 sectors with $2.2 trillion in rated debt were at risk of credit downgrades due to their exposure to environmental risk such as carbon transition. Electric utilities and the coal sector faced the most immediate risks, with auto makers, oil and gas, and commodity chemicals makers facing threats on a three-to-five year horizon. Another indicator of the mainstreaming of ESG in fixed income is the growth of green bonds, which help finance projects with environmental benefits. Outstanding issuance hit $590 billion in August, according to the IMF. What's more, our research found no material tradability differences between green and non-green bonds: pricing, and bid-ask spreads were not materially different, and credit risk and liquidity were identical. The size of the green bond market increased almost eight-fold between 2015 and August 2019. IMF, as of October 2019. ESG investing is spreading to all pockets of fixed income markets. Innovations and growth in ESG fixed income indexing, ratings data and green bonds have strengthened our conviction that ESG investing has moved from a \"nice to have\" to a \"must have\" proposition."}, {"title": "Getting granular on government bonds", "topLine": "Over the next 6-12 month horizon, we are neutral overall on global duration (securities sensitive to interest rate risk). However, political risks, a potential for inflation to surprise and a steepening yield curve lead us to a preference for shorter-maturity and inflation-protected U.S. bonds.", "id": 601, "text": " We have upgraded U.S. Treasuries, preferring the front end of the curve. This offers shelter from any curve steepening triggered by stronger growth and some insulation against risk asset selloffs. We like Treasury Inflation-Protected Securities (TIPS) due to cheap valuations relative to current inflation levels – and potential for more price pressures due to wage pressures, an uptick in activity and longer-term deglobalization. We have downgraded German government bonds. Prices already reflect the European Central Bank’s (ECB) easy policy stance. And we see limited scope for monetary easing to take rates to even more negative levels. We have downgraded euro area peripheral government bonds. We see yields and spreads as insufficient to compensate investors for underappreciated political risks in the region. While monetary policy looks set to stay easy in the U.S., euro area and Japan, we see little scope for the type of dovish surprises that drove markets in 2019. At the same time, the cushion that government bonds provide against equity market declines gets lighter as yields decline — most acutely in Europe and Japan, where negative yields abound."}, {"title": "What supply shocks mean for a portfolio", "topLine": "Supply shocks stemming from long-term trends such as deglobalization and climate change could prompt a shift into slower economic growth and rising inflation. This in turn could have implications for stock-bond correlations.", "id": 602, "text": " The transition to a low-carbon world will likely require new business models, investment in sustainable infrastructure, and new regulations that may be costly. Climate change also poses physical risks to real assets. At the same time, a negative supply shock due to deglobalization could push up input costs in an environment of tight U.S. labor markets and already rising wage growth. Tariffs have raised U.S. core CPI as well, and the disruption of global supply chains would reduce productivity, reinforcing a slowdown in potential growth. What impact might a supply shock have on market returns? We analyzed stock-bond correlations during supply and demand shocks going back to 1965. As the following chart shows, in periods when supply shocks dominate (yellow area), stock and bond prices have moved in the same direction as each other (red line). This was the case through much of the late 1990s. A return to positive correlations would be a big shift from the negative correlation that has mostly prevailed since then, as bonds have reliably served as diversifiers to equities. In past periods of “stagflation” (rising inflation, slowing growth), equities have held their ground, with government bonds and credit suffering. Looking into 2020, we're closely monitoring the dimensions of any supply shock that could tip the economy into just such a regime."}, {"title": "Getting granular on credit", "topLine": "We maintain a modest overweight on global credit, with a preference for emerging market (EM) and high-yield debt. These segments are reasonably priced, in our view, especially as the need for an income stream becomes paramount in a slower-growth, low-yield world", "id": 599, "text": " We have downgraded global investment-grade credit. Valuations appear rich, and we see low coupon rates making the sector’s income relatively unattractive on a risk-adjusted basis. We have upgraded global high yield, supported by stable monetary policy and the prospect of a growth inflection. Spread widening, especially in lower-rated cohorts, has offered an entry point. We have upgraded local-currency emerging market debt to high-conviction overweight. Coupons look attractive, and EM currencies could appreciate as developed market central banks stick to easy policies. We still like hard-currency emerging-market debt against a backdrop of dovish central EM banks, an improving growth outlook and a stable U.S. dollar. We prefer the high yielders. We have upgraded Asia fixed income. Asian central banks have room to ease policy, and currency stability is a positive. Valuations have become richer, and we prefer up-in-quality exposures. Easy monetary policy, low rates and low bond yields offer a favorable backdrop for income-generating assets, in our view. EM debt, particularly local currency, and high yield look attractive. We are positive on higher-grade Asian credit generally."}, {"title": "Getting granular on equities", "topLine": "Over a 6-12 month horizon, we are modestly overweight on equities, with regional nuances: bullish on Japan and emerging markets (EM) and less so for the U.S. and the euro area. Details follow.", "id": 600, "text": " We have downgraded U.S. equities to neutral. Rising uncertainty around the 2020 election and a wide range of potential policy outcomes may weigh on sentiment and prevent a repeat of outperformance. We have downgraded European equities to underweight after a stretch of outperformance – and see greater upside in cyclical exposures elsewhere. Markets look to have fully priced in the ECB’s easing. We have upgraded Japanese equities. We see this market among those most set to benefit most from a global manufacturing recovery and a lull in U.S.-China trade tensions. We have upgraded EM equities as beneficiaries from the global recovery. EM central banks outside of China are likely to stay on their easing paths, supporting growth and equity markets. We have upgraded Asia ex-Japan equities to neutral amid prospects of a growth uptick. We see China's economy stabilizing but stimulus as capped. Disruptions in local trade pose downside. We expect a modest global economic pickup in the first half of 2020, with a shift in the growth mix. We are calling for overweight positions in regions and companies dependent on global trade, including Japanese and EM equities. Easy monetary policy in the EM world and no further escalation in trade disputes also support this view."}, {"title": "What supply shocks mean for a portfolio", "topLine": "Supply shocks stemming from long-term trends such as deglobalization and climate change could prompt a shift into slower economic growth and rising inflation. This in turn could have implications for stock-bond correlations.", "id": 592, "text": " The transition to a low-carbon world will likely require new business models, investment in sustainable infrastructure, and new regulations that may be costly. Climate change also poses physical risks to real assets. At the same time, a negative supply shock due to deglobalization could push up input costs in an environment of tight U.S. labor markets and already rising wage growth. Tariffs have raised U.S. core CPI as well, and the disruption of global supply chains would reduce productivity, reinforcing a slowdown in potential growth. What impact might a supply shock have on market returns? We analyzed stock-bond correlations during supply and demand shocks going back to 1965. As the following chart shows, in periods when supply shocks dominate (yellow area), stock and bond prices have moved in the same direction as each other (red line). This was the case through much of the late 1990s. A return to positive correlations would be a big shift from the negative correlation that has mostly prevailed since then, as bonds have reliably served as diversifiers to equities. In past periods of “stagflation” (rising inflation, slowing growth), equities have held their ground, with government bonds and credit suffering. Looking into 2020, we're closely monitoring the dimensions of any supply shock that could tip the economy into just such a regime."}, {"title": "ESG indexing and bonds: 3 approaches", "topLine": "Innovations in environmental, social and governance (ESG) indexing have created sustainable building blocks that can form the core of portfolios.Our research suggests it is feasible to create portfolios that offer a significant uplift in key sustainability metrics while still adhering closely to key characteristics of standard bond benchmarks.", "id": 579, "text": " The various approaches to ESG index investing include these three approaches: 1. Baseline screens that eliminate companies or issuers posing certain risks or violating an investor’s values, such as screening out weapons manufacturers. 2) Baseline screens combined with a focus on relatively strong ESG performers. This can be achieved by excluding all securities that fall below a cut-off ESG score. 3) Leveraging optimization to maximize a portfolio’s weighted-average ESG score while closely tracking the portfolios of a traditional parent index. These approaches may work particularly well for bonds. In equity markets, the first two approaches could lead to material “tracking error,\" or performance deviations from the parent index. Yet, this is less the case with bonds. Why? Because macro risks such as interest rates make up the bulk of total risk in fixed income; indvidual issuer weightings have less impact than they do with stocks. The takeaway: We believe investors using the first two approaches to ESG bond indexing need not sacrifice their yield, diversification or return targets. We illustrate the potential trade-offs of integrating sustainability by constructing hypothetical credit portfolios tracking the Bloomberg Barclays U.S. Corporate Index. The goal: to maximize the overall ESG rating for a given tolerance of active risk, while matching the duration, credit quality and sector weights of the parent benchmark. We found it was possible to generate an an ESG score uplift of more than 50% with just 0.05% tracking error relative to the parent benchmark; a 0.1% tracking error lifted the ESG score 69%. As sustainable investing evolves from “nice to have” to “must have,” ESG indexes are likely to become strategic benchmarks for many investors over time. Our work suggests investors can potentially boost the ESG score of a credit portfolio even more than in an equity portfolio — with less active risk."}, {"title": "Getting granular on government bonds", "topLine": "Over the next 6-12 month horizon, we are neutral overall on global duration (securities sensitive to interest rate risk). However, political risks, a potential for inflation to surprise and a steepening yield curve lead us to a preference for shorter-maturity and inflation-protected U.S. bonds.", "id": 587, "text": " We have upgraded U.S. Treasuries, preferring the front end of the curve. This offers shelter from any curve steepening triggered by stronger growth and some insulation against risk asset selloffs. We like Treasury Inflation-Protected Securities (TIPS) due to cheap valuations relative to current inflation levels – and potential for more price pressures due to wage pressures, an uptick in activity and longer-term deglobalization. We have downgraded German government bonds. Prices already reflect the European Central Bank’s (ECB) easy policy stance. And we see limited scope for monetary easing to take rates to even more negative levels. We have downgraded euro area peripheral government bonds. We see yields and spreads as insufficient to compensate investors for underappreciated political risks in the region. While monetary policy looks set to stay easy in the U.S., euro area and Japan, we see little scope for the type of dovish surprises that drove markets in 2019. At the same time, the cushion that government bonds provide against equity market declines gets lighter as yields decline — most acutely in Europe and Japan, where negative yields abound."}, {"title": "Getting granular on equities", "topLine": "Over a 6-12 month horizon, we are modestly overweight on equities, with regional nuances: bullish on Japan and emerging markets (EM) and less so for the U.S. and the euro area. Details follow.", "id": 585, "text": " We have downgraded U.S. equities to neutral. Rising uncertainty around the 2020 election and a wide range of potential policy outcomes may weigh on sentiment and prevent a repeat of outperformance. We have downgraded European equities to underweight after a stretch of outperformance – and see greater upside in cyclical exposures elsewhere. Markets look to have fully priced in the ECB’s easing. We have upgraded Japanese equities. We see this market among those most set to benefit most from a global manufacturing recovery and a lull in U.S.-China trade tensions. We have upgraded EM equities as beneficiaries from the global recovery. EM central banks outside of China are likely to stay on their easing paths, supporting growth and equity markets. We have upgraded Asia ex-Japan equities to neutral amid prospects of a growth uptick. We see China's economy stabilizing but stimulus as capped. Disruptions in local trade pose downside. We expect a modest global economic pickup in the first half of 2020, with a shift in the growth mix. We are calling for overweight positions in regions and companies dependent on global trade, including Japanese and EM equities. Easy monetary policy in the EM world and no further escalation in trade disputes also support this view."}, {"title": "Getting granular on credit", "topLine": "We maintain a modest overweight on global credit, with a preference for emerging market (EM) and high-yield debt. These segments are reasonably priced, in our view, especially as the need for an income stream becomes paramount in a slower-growth, low-yield world", "id": 588, "text": " We have downgraded global investment-grade credit. Valuations appear rich, and we see low coupon rates making the sector’s income relatively unattractive on a risk-adjusted basis. We have upgraded global high yield, supported by stable monetary policy and the prospect of a growth inflection. Spread widening, especially in lower-rated cohorts, has offered an entry point. We have upgraded local-currency emerging market debt to high-conviction overweight. Coupons look attractive, and EM currencies could appreciate as developed market central banks stick to easy policies. We still like hard-currency emerging-market debt against a backdrop of dovish central EM banks, an improving growth outlook and a stable U.S. dollar. We prefer the high yielders. We have upgraded Asia fixed income. Asian central banks have room to ease policy, and currency stability is a positive. Valuations have become richer, and we prefer up-in-quality exposures. Easy monetary policy, low rates and low bond yields offer a favorable backdrop for income-generating assets, in our view. EM debt, particularly local currency, and high yield look attractive. We are positive on higher-grade Asian credit generally."}, {"title": "5 reasons ESG is different for bonds", "topLine": "The equity market has historically taken the lead when it comes to ESG investing. While it's possible to apply many of these conclusions to bonds, we believe applying sustainability to fixed income requires a nuanced approach that sometimes differs from equities. Here are five reasons why.", "id": 593, "text": " Unlike equities, a bond's ultimate value is capped by its par, or face, value. This means there is a greater focus in bonds on downside risk than upside potential. Much of security analysis centers on repayment and default risk. This raises the importance of controversy scores and other “red flag” environments, social and governance (ESG) measures. Sovereigns require a different approach to credit. Opportunities to engage with issuers (large governments) on ESG issues are typically more limited than on the corporate level. And macro factors such as interest rates, inflation and safe-haven flows take on greater importance, making it harder to tease out which ESG metrics are financially material. ESG analysis of securitized instruments, such as commercial mortgage-backed securities, requires examining all the underlying collateral in a deal, not just the issuer. This may extend to thousands of assets. Bond ESG analysis is sometimes more focused on the “use of proceeds” — the type of project the proceeds of a particular issuance are earmarked for — than the sustainability of the issuer itself. Think of a green bond issued by a large oil company with a poor ESG issuer rating. The bond may still qualify as green if its proceeds are being used to advance sustainability. Unlike owners of shares, bond holders cannot vote or make their views known on ESG-related issues at annual shareholder meetings. Yet, they do have the opportunity to engage — and potentially influence behavior — when issuers come to market with new debt or refinance their existing debt. The equity market has played an early role in the history of sustainable investing. The wide spectrum of different debt instruments in fixed income has meant that data availability was more patchy, while tools and insights lagged. This is changing fast. We believe it is time for a differentiated approach to sustainable investing in fixed income."}, {"title": "5 reasons ESG is different for bonds", "topLine": "The equity market has historically taken the lead when it comes to ESG investing. While it's possible to apply many of these conclusions to bonds, we believe applying sustainability to fixed income requires a nuanced approach that sometimes differs from equities. Here are five reasons why.", "id": 568, "text": " Unlike equities, a bond's ultimate value is capped by its par, or face, value. This means there is a greater focus in bonds on downside risk than upside potential. Much of security analysis centers on repayment and default risk. This raises the importance of controversy scores and other “red flag” environments, social and governance (ESG) measures. Sovereigns require a different approach to credit. Opportunities to engage with issuers (large governments) on ESG issues are typically more limited than on the corporate level. And macro factors such as interest rates, inflation and safe-haven flows take on greater importance, making it harder to tease out which ESG metrics are financially material. ESG analysis of securitized instruments, such as commercial mortgage-backed securities, requires examining all the underlying collateral in a deal, not just the issuer. This may extend to thousands of assets. Bond ESG analysis is sometimes more focused on the “use of proceeds” — the type of project the proceeds of a particular issuance are earmarked for — than the sustainability of the issuer itself. Think of a green bond issued by a large oil company with a poor ESG issuer rating. The bond may still qualify as green if its proceeds are being used to advance sustainability. Unlike owners of shares, bond holders cannot vote or make their views known on ESG-related issues at annual shareholder meetings. Yet, they do have the opportunity to engage — and potentially influence behavior — when issuers come to market with new debt or refinance their existing debt. The equity market has played an early role in the history of sustainable investing. The wide spectrum of different debt instruments in fixed income has meant that data availability was more patchy, while tools and insights lagged. This is changing fast. We believe it is time for a differentiated approach to sustainable investing in fixed income."}, {"title": "ESG indexing and bonds: 3 approaches", "topLine": "Innovations in environmental, social and governance (ESG) indexing have created sustainable building blocks that can form the core of portfolios.Our research suggests it is feasible to create portfolios that offer a significant uplift in key sustainability metrics while still adhering closely to key characteristics of standard bond benchmarks.", "id": 584, "text": " The various approaches to ESG index investing include these three approaches: 1. Baseline screens that eliminate companies or issuers posing certain risks or violating an investor’s values, such as screening out weapons manufacturers. 2) Baseline screens combined with a focus on relatively strong ESG performers. This can be achieved by excluding all securities that fall below a cut-off ESG score. 3) Leveraging optimization to maximize a portfolio’s weighted-average ESG score while closely tracking the portfolios of a traditional parent index. These approaches may work particularly well for bonds. In equity markets, the first two approaches could lead to material “tracking error,\" or performance deviations from the parent index. Yet, this is less the case with bonds. Why? Because macro risks such as interest rates make up the bulk of total risk in fixed income; indvidual issuer weightings have less impact than they do with stocks. The takeaway: We believe investors using the first two approaches to ESG bond indexing need not sacrifice their yield, diversification or return targets. We illustrate the potential trade-offs of integrating sustainability by constructing hypothetical credit portfolios tracking the Bloomberg Barclays U.S. Corporate Index. The goal: to maximize the overall ESG rating for a given tolerance of active risk, while matching the duration, credit quality and sector weights of the parent benchmark. We found it was possible to generate an ESG score uplift of more than 50% with just 0.05% tracking error relative to the parent benchmark; a 0.1% tracking error lifted the ESG score 69%. As sustainable investing evolves from “nice to have” to “must have,” ESG indexes are likely to become strategic benchmarks for many investors over time. Our work suggests investors can potentially boost the ESG score of a credit portfolio even more than in an equity portfolio — with less active risk."}, {"title": "Taking stock of our 2019 views", "topLine": "In 2019 the key drivers of global markets have been trade tensions and central bank easing, in our view. We were early to see that a protectionist push would hurt the industrial cycle and business investment — a key reason for our global growth downgrade.", "id": 582, "text": " We were also correct to say that government bonds would play a crucial role as ballast during equity sell-offs even at low yields. But we did not see such a strong and persistent flight to safety and the unusual synchronized easing pivot from central banks at this advanced stage in the expansion. We said that geopolitics and trade disputes would be a major driver of asset prices and volatility in 2019. This has played out, as seen in the following chart. Our BlackRock Geopolitical Risk Indicator for trade tensions shows that market attention to the protectionist push picked up through the year. Trade tension risk remains elevated, even as the U.S. and China talk up phase-1 trade-deal progress. We see a temporary truce in 2020 as likelier than not. Even if a deal isn’t signed this year or early next, market participants may be happy if the current détente is preserved and tariffs scheduled for Dec 15 are postponed. Risks remain: the shifting sands of domestic politics in the U.S. and China, including around the situation in Hong Kong, could change the calculus currently favoring a truce. Elevated macro uncertainty in the late stage of the cycle reinforced our call for building portfolio resilience. Even at low yields, we said that bonds would play a key role in protecting portfolios against equity sell-offs. This happened in May and August. Yet we did not see how low rates would fall from already depressed levels. U.S. Treasuries rallied more than we anticipated, even though market expectations for aggressive Federal Reserve easing and for a recession were excessive, as we identified. The plunge of bond yields to new lows earlier this year amounts to a paradigm shift that is challenging the role of some government bonds as ballast in portfolios given how close yields are to their effective lower bound. We were correct to take a modestly risk-on stance during the second half of 2019 — and right to stay overweight U.S. equities as a way to play our up-in-quality view. Yet we were neutral on global duration and should have been overweight given the bond rally.We will revise some of our asset views in our 2020 outlook as we re-evaluate macro and market drivers on a tactical horizon."}, {"title": "A rethink on government bonds’ role", "topLine": "Monetary policy may have reached its limit in stoking growth – and interest rates in some developed markets are nearing the lowest levels that central banks can feasibly set. This forces a rethink of the strategic role of government bonds in portfolios.", "id": 575, "text": " The duration of bond indexes has been rising as yields decline, making them more sensitive to future moves in rates. We advocate looking beyond market cap-based weights in sizing allocations: higher yielding U.S. Treasuries offer greater ballast against risk-asset selloffs than euro area or Japanese bonds. One consequence of rock-bottom rates across the developed world: some government bonds may have diminishing ability to cushion multi-asset portfolios against large drawdowns in equities. The following chart gives a glimpse of this challenge – which we see remaining relevant on a strategic horizon. Equity and U.S. Treasury returns were generally mirror images of each other during the August equity selloff and corresponding recovery, but German government bonds (bunds) offered less of a cushion against the equity selloff. The post-crisis monetary easing has propelled a rally in government bonds, aiding the performance of diversified portfolios such as a traditional “60/40” split of equities and bonds. Today’s low yields mean that we should not expect such returns from bonds in the future. Policy rates in the euro area – already in negative territory – may be nearing an “effective lower bound (ELB)”, or the minimum level of interest rates that central banks can feasibly set. As short-term rates fall toward their ELBs, and bond yields follow, the risk/return profile for bonds becomes increasingly asymmetric. Bond prices have more room to fall materially than rise materially in response to broader market events or shocks. The current ultra-low yield environment challenges the role of government bonds as portfolio ballast. We prefer to overweight higher-yielding U.S. government bonds in strategic asset allocations, and see a diminished role for euro area and Japanese government bonds."}, {"title": "A rethink on government bonds role", "topLine": "Monetary policy may have reached its limit in stoking growth – and interest rates in some developed markets are nearing the lowest levels that central banks can feasibly set. This forces a rethink of the strategic role of government bonds in portfolios.", "id": 573, "text": " The duration of bond indexes has been rising as yields decline, making them more sensitive to future moves in rates. We advocate looking beyond market cap-based weights in sizing allocations: higher yielding U.S. Treasuries offer greater ballast against risk-asset selloffs than euro area or Japanese bonds. One consequence of rock-bottom rates across the developed world: some government bonds may have diminishing ability to cushion multi-asset portfolios against large drawdowns in equities. The following chart gives a glimpse of this challenge – which we see remaining relevant on a strategic horizon. Equity and U.S. Treasury returns were generally mirror images of each other during the August equity selloff and corresponding recovery, but German government bonds (bunds) offered less of a cushion against the equity selloff. The post-crisis monetary easing has propelled a rally in government bonds, aiding the performance of diversified portfolios such as a traditional “60/40” split of equities and bonds. Today’s low yields mean that we should not expect such returns from bonds in the future. Policy rates in the euro area – already in negative territory – may be nearing an “effective lower bound (ELB)”, or the minimum level of interest rates that central banks can feasibly set. As short-term rates fall toward their ELBs, and bond yields follow, the risk/return profile for bonds becomes increasingly asymmetric. Bond prices have more room to fall materially than rise materially in response to broader market events or shocks. The current ultra-low yield environment challenges the role of government bonds as portfolio ballast. We prefer to overweight higher-yielding U.S. government bonds in strategic asset allocations, and see a diminished role for euro area and Japanese government bonds."}, {"title": "Rising wages may lead to inflation", "topLine": "Growth is steady in the U.S. and euro area, unemployment rates are near cycle lows and wages are growing. So why is inflation still contained?", "id": 572, "text": " Our Phillips curve models show that economic slack has disappeared in both the U.S. and euro area relative to pre-crisis levels, and input costs are neutral to supportive for inflation. It is depressed long-term inflation expectations – especially in the euro area – that are holding inflation down. Could these expectations pick up? Our Phillips curve models suggest that CPI inflation is not responding to tighter labor markets, but wage inflation has been. As the labor market tightens, wage growth in both the U.S. and euro area has ticked up (see the following chart) – a wage Phillips curve remains in place. A mildly overheating economy – consistent with monetary easing and robust payroll growth – could provide the inflationary environment that pushes up expectations. A healthy labor market is pushing up wages. This in turn may support inflation and inflation expectations. Our BlackRock Inflation GPS already suggests some upside pressure on U.S. core inflation."}, {"title": "Getting sustainable in fixed income", "topLine": "The equity market has largely written the history of sustainable investing. Bond markets have lagged in data, tools and insights. But that’s changing fast.", "id": 570, "text": " New ESG indexes have created building blocks that can be used to bring sustainability into the core of portfolios, even in asset classes such as emerging market (EM) debt that until recently lacked sustainable solutions. Sustainable investing is the combination of traditional investment approaches with environmental, social and governance (ESG) insights. The “E” includes climate risks, “S” covers labor issues and product liability risks, and “G” refers to topics such as corporate board quality and effectiveness. Organizations such as the Sustainability Accounting Standards Board (SASB) have taken the lead in investigating which sustainability topics are most relevant across industries. Our quantitative work builds on such studies, extending the analysis to global equities and credit. A key conclusion: Market pricing suggests each of the three ESG pillars are of roughly similar levels of importance in both credit and equity markets, as the following chart shows. The materiality of each of the ESG pillars varies across industries. Take financials. The “E” pillar appears to have more sway on market pricing than commonly thought. We found a meaningful link between returns on banks’ corporate debt and “E” factors such as low carbon transition. Why is this the case even though bank operations have little direct exposure to environmental factors? Bank loans to fossil fuel producers may be at risk of future losses in a scenario in which carbon taxes are introduced, for example. Investors now have the tools to integrate critical ESG factors in fixed income. We believe such analysis on an industry level can help inform investment decisions. Drilling deeper on ESG metrics – and utilizing new data sources – can also inform risk management."}, {"title": "Getting sustainable in fixed income", "topLine": "The equity market has largely written the history of sustainable investing. Bond markets have lagged in data, tools and insights. But that’s changing fast.", "id": 567, "text": " New ESG indexes have created building blocks that can be used to bring sustainability into the core of portfolios, even in asset classes such as emerging market (EM) debt that until recently lacked sustainable solutions. Sustainable investing is the combination of traditional investment approaches with environmental, social and governance (ESG) insights. The “E” includes climate risks, “S” covers labor issues and product liability risks, and “G” refers to topics such as corporate board quality and effectiveness. Organizations such as the Sustainability Accounting Standards Board (SASB) have taken the lead in investigating which sustainability topics are most relevant across industries. Our quantitative work builds on such studies, extending the analysis to global equities and credit. A key conclusion: Market pricing suggests each of the three ESG pillars are of roughly similar levels of importance in both credit and equity markets, as the following chart shows. The materiality of each of the ESG pillars varies across industries. Take financials. The “E” pillar appears to have more sway on market pricing than commonly thought. We found a meaningful link between returns on banks’ corporate debt and “E” factors such as low carbon transition. Why is this the case even though bank operations have little direct exposure to environmental factors? Bank loans to fossil fuel producers may be at risk of future losses in a scenario in which carbon taxes are introduced, for example. Investors now have the tools to integrate critical ESG factors in fixed income. We believe such analysis on an industry level can help inform investment decisions. Drilling deeper on ESG metrics – and utilizing new data sources – can also inform risk management."}, {"title": "Geopolitics’ clout on markets persists", "topLine": "The impact of the protectionist push on the global economy and markets is playing out: Global growth is slowing, and geopolitical volatility has increasingly swung markets. A perceived easing of U.S.-China trade tensions and the risk of a no-deal Brexit has supported risk assets since early October.", "id": 551, "text": " Our BlackRock geopolitical risk dashboard helps track geopolitical risks and their potential market impact. It features both data driven market attention trackers (BlackRock geopolitical risk indicators, or BGRIs) and judgment-based assessments of our top 10 risks. The Global trade BGRI has historically showed a negative relationship with the world’s trade growth. A sharp rise in the BGRI in 2018 preceded a steep decline in the growth of global trade. The BGRI has since stayed at elevated levels and trade growth has languished. See the following chart. This underpins our view that trade tensions and other geopolitical risks have become key drivers of the global economy. Relatively high market attention to these risks suggests they are likely priced in to some extent. The marked escalation in the U.S.-China conflict in particular has injected additional uncertainty into business planning, threatening to further weaken economic activity. Markets breathed a collective sigh of relief after the U.S. and China ended the latest round of trade talk with more conciliatory gestures. Yet no agreed text was produced. Markets got more optimistic that the UK would not crash out of the EU, after both sides agreed to a new deal. Yet any resolution still faces hurdles. Our base case is that Parliament ultimately passes a deal. The range of outcomes remains wide, but we see the tail risk of a no-deal Brexit as very unlikely. We advocate for raising portfolio resilience. We favor the more defensive parts of the U.S. equity market, such as the min vol and quality style factors. We also see government bonds continuing to play an important role in building portfolio resilience even at low yield levels."}, {"title": "Once upon a time... in APAC real estate", "topLine": "Real estate yields have been moving steadily lower across the Asia-Pacific (APAC) region in the past eight years—in a long-running real estate and economic cycle. As shown in the following chart, yields are now at their lowest levels in at least a decade. How much lower can they go?", "id": 536, "text": " In commercial real estate, the capitalization rate (so-called cap rate) or yield shows the rate of return that is expected to be generated on a real estate investment property. Real estate asset prices go up when yields—cap rates—fall. A prolonged regional economic expansion, bigger and deeper capital pools, and a short supply of investment-grade real estate have all played a role in driving asset prices higher and yields lower. But perhaps more importantly, a structural shift to lower interest rates has reduced borrowing costs and reinforced investor expectations of lower rates for longer. Annualised pace of yield tightening in the past 5 years Real Capital Analytics, as of September 2019 Annualised pace of yield tightening in the first half of 2019 Real Capital Analytics, as of September 2019 The pace of the yield tightening is gradually slowing down as yields push to fresh cyclical lows. This trend is likely to continue as long as the demand for institutional real estate exceeds its supply. There are clear differences by sector: office and industrial yields compress and values lift, while apartments and retail yields are showing a somewhat flatter trend. Over time, yields across sectors may converge a little more, as investors lean towards higher yields. The economic cycle, investor confidence and funding costs are all factors behind potential turning points in the yield cycle. Indeed, local economic slowdowns, particularly in China and Hong Kong, could put some upward pressures on yields in the near term. We think there's still scope for industrial tightening from sector to sector, but regionally, China and Hong Kong could face some upward pressures on yields. Overall, APAC real estate yields are still drifting lower, but at a slower pace. Looking ahead, economic and interest rates cycles will be the critical driver for APAC real estate."}, {"title": "4 factors affecting Hong Kong residential", "topLine": "Hong Kong's residential market faces another price correction in 2019. What is the outlook ahead? It may depend on the following factors.", "id": 539, "text": " Civil unrest in Hong Kong stretches into its 19th week. Street demonstrations continue even after the withdrawal of the proposed extradition bill, with disruptions to the city’s road and rail network. *First street demonstration took place on 9 June 2019. Hong Kong is still caught in the unresolved U.S.-China trade dispute. The U.S. and China are the world’s largest economies—and Hong Kong’s largest trading partners. The combination is driving a downturn in the Hong Kong economy. With an uncertain outlook and dinted buyer confidence, trading volumes in the Hong Kong residential market are down, suggesting that another correction in apartment prices may occur. Residential price decline since the peak in May 2019 Centaline, Bloomberg, as of September 2019 Capital inflow from the mainland into Hong Kong residential has slowed with the slower Chinese economy. Nevertheless, the Hong Kong market remains a long-term store of value for mainland investors. Another price correction is taking hold in the Hong Kong residential market. Fundamental drivers are mixed. U.S. cash rates are falling, but Hong Kong mortgage rates are rising modestly. In the absence of near-term resolutions on trade issues and civil unrest, there may be more modest downward pressures ahead."}, {"title": "Geopolitics are denting business confidence", "topLine": "Geopolitical tensions have become key drivers of the economy and markets. Unpredictable U.S. trade policy, increased protectionism and events like the attacks on Saudi oil infrastructure are denting confidence and slowing business spending.", "id": 540, "text": " Global tensions are building from two major sources: the U.S.-China trade conflict and escalating political unrest in the Gulf. BlackRock's Geopolitical Risk Indicators show that investors are worried, as broker reports and social media chatter around these two themes have spiked. See the following chart. At the same time, persistent uncertainty from protectionist policies is hurting corporate confidence and creating a drag on business investment. U.S. companies are building up inventories in expectation of tariffs and spending cuts. One area of the economy remains resilient: the U.S. consumer (yellow in the following chart.) On the bright side, easing by major central banks suggests that moderate risk-taking will likely be rewarded – even as recent events reinforce our call for a greater focus on portfolio resilience. We remain positive on U.S. equities on reasonable valuations and the concentration of high-quality companies. However, rising geopolitical risks are challenging our overall preference for equities over bonds."}, {"title": "Electric power: bigger, smarter, greener", "topLine": "By 2050, renewable sources are projected to produce two-thirds of the world's electricity. Creating the conditions to employ variable renewable generation capacity is a massive undertaking — with opportunities for investors to pursue both financial and sustainability objectives.", "id": 512, "text": " Infrastructure – the systems providing energy, power, transportation, water management and other essentials – are a major focus for those calibrating risks and promoting solutions for climate change. At the heart of it: modernizing and expanding the electric power sector, which still relies mainly on fossil fuels and centralized architectures dating back a century or more. Wind and solar sources are projected to produce nearly half of the world's electricity by 2050, from about 15% today; if we include hydropower, the share of renewables will be two-thirds. In the same timeframe, electricity is expected to overtake oil as the world's main way of consuming energy. See the following two charts. BlackRock. using data from International Energy Agency, Bloomberg New Energy Finance and DNV GL, May 2019. An executive summary of the report is available at: https://about.bnef.com/new-energy-outlook/ This transition reflects both environmental urgency and technological disruption. Coal is still the predominant fuel for electricity generation, and coal-fired power plants are the largest single source of energy-related greenhouse gases. As older plants are retired, the attractive economics of wind and solar power make them prime choices for new capacity. International Energy Agency, World Energy Outlook 2018. The global investment needed for wind and solar capacity by 2050 is $9 trillion, according to Bloomberg New Energy Finance. Creating the conditions to employ variable renewable energy at scale entails continued buildout of generation capacity as well as sweeping changes in how electricity is distributed, stored and regulated, and in how providers and users interact. The complexity and scale of this transformation present a wide set of opportunities for investors."}, {"title": "The infinity trade war", "topLine": "U.S.-China trade negotiations have not made any tangible progress for several months. What does further trade war escalation mean for real estate investors?", "id": 507, "text": " This summer, the U.S. had announced—and then postponed—new tariffs on US$300 billion of Chinese exports. China had suspended agricultural imports from the states and allowed the yuan to depreciate against the U.S. dollar. The deepest impact will be felt by Chinese manufacturers and American farmers and consumers. For China, the lift from a depreciating currency will be greater than the drag from new tariffs. That said, the Chinese economy is on the deceleration track into 2020. For commercial real estate, there are now pronounced signs of slower leasing demand, even in service-oriented Tier-1 cities of China, where manufacturing exports play a relatively lesser role in the local economy. Commercial leasing will likely remain subdued from here, particularly in the absence of a turning point in either trade negotiations or the trend for economic growth. Landlords should consider a focus on sustaining occupancy, especially in a softening leasing market in China. Seek out pockets of resilient demand growth and look out for potential signs of value with vendor distress."}, {"title": "Hong Kong’s summer of discontent", "topLine": "The slowdown of Hong Kong real estate market has become more evident, as the U.S.-China trade war and local protests both intensify.", "id": 506, "text": " As a finance, trade and logistics hub, Hong Kong is being deeply affected by rising barriers from the on-and-off U.S.-China trade talks—and fading momentum in global trade. Amidst a trade war, popular opposition to a planned extradition law has drawn continuing street protests and transport disruptions in the city since June. There are now more tangible signs of an economic slowing. Hong Kong's economy contracted in the second quarter of 2019 (-0.3% q/q, +0.6% y/y), while exports (-5% y/y) were down sharply. Hong Kong Census and Statistics Department, as of August 2019. The value of the city's total retail sales in June 2019 decreased by 6.7% compared with the same month in 2018. Hong Kong Census and Statistics Department, as of August 2019. The economic slowdown is driving the local real estate downturn. Office floor space prices in Central are now likely past their cyclical peak (-1% in the first half of 2019). Jones Lang LaSalle, as of August 2019. The upswing in residential real estate in early 2019 has faded, with prices falling in June for the first time since late 2018 (June: -1% m/m, +1% y/y). Ratings and Valuation Department, as of August 2019. Is this a cyclical pause or a full-fledged downturn? For now, there are no near-term resolutions for either the trade war or street protests in Hong Kong, further pressuring the city's real estate values. For patient investors, this adjustment will provide potential market entry points later in 2019 and beyond."}, {"title": "South Asia tensions cool off", "topLine": "Our likelihood assessment for South Asia tensions is at a relatively low level, in the aftermath of a landslide victory by Prime Minister Narendra Modi in the Indian elections and as hostilities between India and Pakistan have cooled in recent months.", "id": 494, "text": " Following the elections, our attention now turns to prospects for reform. In the near-term, we expect Modi to focus on campaign promises related to infrastructure development and farming, rather than on broader changes to the business environment. Longer-term, we worry about the fiscal pressures generated by India’s demographic situation and the government’s spending policies. We see tensions between India and Pakistan as unlikely to escalate in the near-term. Any action by Pakistan could further stress its weak economy, and incentives for Modi to take a tough approach toward Pakistan have diminished since the Indian elections. We see a renewed escalation in hostilities between India and Pakistan as unlikely in the near-term. Fiscal pressures may rise if Prime Minister Modi follows through on his recent campaign promises."}, {"title": "A framework for gauging  geopolitical risk", "topLine": "It is one thing to show that historical geopolitical risks have had significant market implications. The greater challenge: how to assess the geopolitical landscape today − and how future risks could play out in markets. BlackRock’s framework for assessing and managing geopolitical risks has four key pillars.", "id": 484, "text": " First we identify the top risks across the geopolitical landscape, as well as potential escalation triggers — or catalysts that would cause the risk to materialize — based on the collective insights of experts across the firm. We identify potential adverse outcomes for each risk, and determine the relative likelihood and potential broad market impact of each scenario. This includes determining the extent to which each geopolitical risk event is priced in by markets. We translate events into potential market moves for each scenario. Estimates are based on our analysis of current market conditions and historical data. We can then apply these scenarios to portfolios and measure their potential profit and loss impact. The last step is applying this knowledge to portfolios. Risk-taking must be deliberate, diversified and appropriately scaled. Our geopolitical risk scenarios and estimated asset price responses can be used to help guard against adverse portfolio outcomes. Our process is a blend of qualitative and quantitative analysis. We draw on geopolitical risk experts across the firm to formulate and analyze scenarios. Asset class experts across regions, as well as quantitative, portfolio and risk management experts contribute their expertise."}]